{"answers":{"214889":["OPEC is the Organization of the Petroleum Exporting Countries. It is an oil cartel whose mission is to coordinate the policies of the oil-producing countries."],"257034":["$150 a day or $45 a day, depending on where you live."],"350605":["A satellite is an artificial object that is deliberately sent into orbit in space, usually in order to send, receive or bounce back information to different areas of Earth."],"37489":["Fifty Shades of Grey came out in February 2015."],"407229":["Lay the diaper in front of the dog and allow it to sniff it or brush against it. Put the diaper on the dog and give an incentive to your dog with a treat or kind words and phrases."],"711078":["$79,900"]},"passages":{"214889":[{"is_selected":1,"passage_text":"Freebase(0.00 \/ 0 votes)Rate this definition: OPEC is the Organization of the Petroleum Exporting Countries. It is an oil cartel whose mission is to coordinate the policies of the oil-producing countries. The goal is to secure a steady income to the member states and to secure supply of oil to the consumers.","url":"http:\/\/www.definitions.net\/definition\/OPEC"},{"is_selected":0,"passage_text":"All Acronyms. OPEC [Internet]; Jan 16, 2018 [cited 2018 Jan 16]. Available from: http:\/\/www.allacronyms.com\/OPEC. MHRA 'OPEC', All Acronyms, 16 January 2018, <http:\/\/www.allacronyms.com\/OPEC> [accessed 16 January 2018] Bluebook All Acronyms, OPEC (Jan. 16, 2018, 1:01 AM), available at http:\/\/www.allacronyms.com\/OPEC. CSE All Acronyms. OPEC [Internet]; January 16, 2018 [cited 2018 JAN 16]. Available from: http:\/\/www.allacronyms.com\/OPEC.","url":"https:\/\/www.allacronyms.com\/OPEC"},{"is_selected":0,"passage_text":"OPEC's ‘Policy Statement' states that there is a right of all countries to exercise sovereignty over their natural resources. In the 1970s, OPEC began to gain influence and steeply raised oil prices during the 1973 Oil Crisis in response to US aid to Israel during the Yom Kippur War. It lasted until March 1974. OPEC added to its goals the selling of oil for socio-economic growth of the poorer member nations, and membership grew to 13 by 1975.","url":"http:\/\/www.definitions.net\/definition\/OPEC"},{"is_selected":0,"passage_text":"Freebase(0.00 \/ 0 votes)Rate this definition: OPEC. OPEC is the Organization of the Petroleum Exporting Countries. It is an oil cartel whose mission is to coordinate the policies of the oil-producing countries. The goal is to secure a steady income to the member states and to secure supply of oil to the consumers.","url":"http:\/\/www.definitions.net\/definition\/OPEC"},{"is_selected":0,"passage_text":"What is OPEC? There may be more than one meaning of OPEC, so check it out all meanings of OPEC one by one. OPEC definition \/ OPEC means? The Definition of OPEC is given above so check it out related information. What is the meaning of OPEC? The meaning of the OPEC is also explained earlier. Till now you might have got some idea about the acronym, abbreviation or meaning of OPEC. What does OPEC mean? is explained earlier. You might also like some similar terms related to OPEC to know more about it.","url":"http:\/\/definitionmeaning.com\/Business\/opec"},{"is_selected":0,"passage_text":"Organization of Petroleum-Exporting Countries, OPEC (noun) an organization of countries formed in 1961 to agree on a common policy for the production and sale of petroleum Freebase (0.00 \/ 0 votes) Rate this definition:","url":"http:\/\/www.definitions.net\/definition\/OPEC"},{"is_selected":0,"passage_text":"All Acronyms. 2018. OPEC. Retrieved January 16, 2018, from http:\/\/www.allacronyms.com\/OPEC Chicago All Acronyms. 2018. OPEC. http:\/\/www.allacronyms.com\/OPEC (accessed January 16, 2018). Harvard All Acronyms. 2018. OPEC, All Acronyms, viewed January 16, 2018, <http:\/\/www.allacronyms.com\/OPEC> MLA All Acronyms. OPEC. 16 January 2018.","url":"https:\/\/www.allacronyms.com\/OPEC"},{"is_selected":0,"passage_text":"OPEC stands for. 1  57. similar. OPEC. 2  20. OPEC. of Petroleum Exporting Countries. 3  18. OPEC. Organization of the Petroleum Exporting Countries. 4  17. OPEC. Organisation of Petroleum Exporting Countries. 5  10. OPEC. Organisation of the Petroleum Exporting Countries. 6  6. OPEC. Organisation of Petrol Exporting Countries. 7  5. OPEC.","url":"https:\/\/www.allacronyms.com\/OPEC"},{"is_selected":0,"passage_text":"What does OPEC mean? This page is all about the meaning, abbreviation and acronym of OPEC explaining the definition or meaning and giving useful information of similar terms. OPEC Stands For : Organization of Petroleum Exporting Countries | Organization of Petroleum Exporting Countries | Organisation of Petroleum Exporting Countries | Organization of the Petroleum Exporting Countries","url":"http:\/\/definitionmeaning.com\/Business\/opec"},{"is_selected":0,"passage_text":"Sample Sentences & Example Usage. 1  Carsten Fritsch: OPEC was much too optimistic on non-OPEC supply, it is reasonable to cut supply growth outside OPEC, given the recent developments in the U.S. rig count. 2  Gary Ross: There are times when you need OPEC and when you don't.","url":"http:\/\/www.definitions.net\/definition\/OPEC"}],"257034":[{"is_selected":0,"passage_text":"Arkansas legislators receive a salary of $15,869 with about a $2,000 bonus for leadership and an extra $11,920 for per diem for those living more than 50 miles away. Colorado legislators have a salary of $30,000 and per diem of $150 a day or $45 a day, depending on where you live.","url":"http:\/\/www.newson6.com\/story\/15081983\/tonight-at-10-oklahoma-lawmakers-among-best-paid-in-nation"},{"is_selected":1,"passage_text":"Colorado legislators have a salary of $30,000 and per diem of $150 a day or $45 a day, depending on where you live. In New Mexico, there is no salary. In the odd years, everyone receives $9,180 per diem and in the even years, they get $4,950.","url":"http:\/\/www.newson6.com\/story\/15081983\/tonight-at-10-oklahoma-lawmakers-among-best-paid-in-nation"},{"is_selected":0,"passage_text":"Let's take a look at how the state senators' pay scale varies between Arkansas and California. In Arkansas, a lawmaker’s annual salary is a paltry $14,067; while in California, state senators and representatives are paid an annual salary of $110,880.","url":"http:\/\/www.payscale.com\/career-news\/2006\/11\/state_senators_"},{"is_selected":0,"passage_text":"State legislators are paid meager salaries. Senators and representatives alike earn only $7,200 per year, or $14,400 for a two-year legislative period. Some may consider this salary generous, since after all legislators work only for 140 days over two years.","url":"http:\/\/www.laits.utexas.edu\/txp_media\/html\/leg\/0205.html"},{"is_selected":0,"passage_text":"State legislators are paid meager salaries. Senators and representatives alike earn only $7,200 per year, or $14,400 for a two-year legislative period. Some may consider this salary generous, since after all legislators work only for 140 days over two years. However, this salary equals just slightly over $100 per day.","url":"http:\/\/www.laits.utexas.edu\/txp_media\/html\/leg\/0205.html"},{"is_selected":0,"passage_text":"When you look at salary alone, Kansas legislators receive $7,979 with bonuses ranging from $12,665 to $7,165 for leadership. Texas legislators receive $7,200 in salary, $21,000 in per diem and office budgets of $138,000 or more.","url":"http:\/\/www.newson6.com\/story\/15081983\/tonight-at-10-oklahoma-lawmakers-among-best-paid-in-nation"},{"is_selected":0,"passage_text":"While their base pay is nearly $7,000 more than the starting pay of teachers, many take home much more. Legislators who live more than 50 miles from the Capitol receive $148 a day for per diem for lodging expenses, roughly $9,472, plus they get mileage reimbursement.","url":"http:\/\/www.newson6.com\/story\/15081983\/tonight-at-10-oklahoma-lawmakers-among-best-paid-in-nation"},{"is_selected":0,"passage_text":"$35\/day for the first 120 days of the regular session and for special sessions and $10\/day thereafter. Members residing outside Maricopa County receive an additional $25\/day for the first 120 days of the regular session and for special sessions and an additional $10\/day thereafter (V).","url":"http:\/\/www.ncsl.org\/research\/about-state-legislatures\/2014-ncsl-legislator-salary-and-per-diem-table.aspx"},{"is_selected":0,"passage_text":"Legislators who live more than 50 miles from the Capitol receive $148 a day for per diem for lodging expenses, roughly $9,472, plus they get mileage reimbursement. Ten members of leadership also take home bonuses between of either $17,932 or $12,364.","url":"http:\/\/www.newson6.com\/story\/15081983\/tonight-at-10-oklahoma-lawmakers-among-best-paid-in-nation"},{"is_selected":0,"passage_text":"Legislators in seven states are paid $10,000 a year or less for their service. The 112 members of the New Mexico House and Senate receive no annual salary, while the 424 members of the New Hampshire legislature get only a token $100 a year.","url":"https:\/\/www.washingtonpost.com\/blogs\/govbeat\/wp\/2013\/08\/23\/how-much-are-your-legislators-paid\/"}],"350605":[{"is_selected":1,"passage_text":"A satellite is an artificial object that is deliberately sent into orbit in space, usually in order to send, receive or bounce back information to different areas of Earth. Artificial satellites are man-made satellites, they differ to natural satellites such as the Moon which orbits Earth and Earth itself which orbits the Sun.","url":"http:\/\/www.sciencekids.co.nz\/sciencefacts\/space\/satellites.html"},{"is_selected":0,"passage_text":"Even though there's a lot of room in space, satellites are launched into orbits at different distances from Earth. Some may be as close as 150 miles above Earth, while others may be as far away as 20,000 miles or more. Most artificial satellites orbit within 500 miles of Earth or what scientists call low-Earth orbit.","url":"http:\/\/wonderopolis.org\/wonder\/what-can-satellites-do\/"},{"is_selected":0,"passage_text":"Weather satellites help us observe the Earth from space to help predict weather patterns. Radio and television satellites beam our favorite songs, movies, and television shows to Earth for us to enjoy. There's even a group of 27 satellites that make up the Global Positioning System .","url":"http:\/\/wonderopolis.org\/wonder\/what-can-satellites-do\/"},{"is_selected":0,"passage_text":"As more satellites are launched the chances of a crash increases, in 2009, two communications satellites - one American and one Russian - collided in space. Space probes have been put into orbit around other planets and moons in our solar system.","url":"http:\/\/www.sciencekids.co.nz\/sciencefacts\/space\/satellites.html"},{"is_selected":0,"passage_text":"This article is part of the NASA Knows! (Grades K-4) series. A satellite is an object that moves around a larger object. Earth is a satellite because it moves around the sun. The moon is a satellite because it moves around Earth. Earth and the moon are called natural satellites.","url":"https:\/\/www.nasa.gov\/audience\/forstudents\/k-4\/stories\/nasa-knows\/what-is-a-satellite-k4.html"},{"is_selected":0,"passage_text":"Artificial satellites are used for many different things including scientific studies of the solar system, worldwide telecommunications, military intelligence, television and Earth monitoring for weather or climate studies.","url":"http:\/\/www.suntrek.org\/solar-spacecraft\/satellites-rockets\/what-satellites-do\/what-satellites-do.shtml"},{"is_selected":0,"passage_text":"Depending on the job they have to do, we put satellites into different orbits. Some orbit the Sun, but most orbit the Earth. Three very useful types of orbit are a polar orbit, a geostationary orbit (GEO) and a low Earth orbit (LEO). These satellites are in orbit above the Earth's equator. They stay above the same location on Earth. They are used for telecommunications, television transmission and for navigation. Low Earth orbit (LEO) A satellite has a Low Earth Orbit when it orbits somewhere between 300 and 800 km above the Earth's surface. These satellites only take about 90 minutes to go around the Earth. They are ideal for making observations of the Earth's resources.","url":"http:\/\/www.suntrek.org\/solar-spacecraft\/satellites-rockets\/what-satellites-do\/what-satellites-do.shtml"},{"is_selected":0,"passage_text":"High Earth orbit (HEO) is any orbit higher than geostationary orbit at 35,786 km (22,236 mi), which has over 400 active satellites. 'Geocentric orbit' is the term for an orbit around Earth. 'Heliocentric orbit' is a term for an orbit of the Sun. 'Areocentric orbit' is the term for an orbit of Mars.","url":"http:\/\/www.sciencekids.co.nz\/sciencefacts\/space\/satellites.html"},{"is_selected":0,"passage_text":"Satellites, of course! Satellites are any objects that revolve around (orbit) another object in space. Some satellites are natural, while others are artificial (man-made). The moon is an example of a natural satellite that orbits the Earth. We're going to focus, though, on the man-made satellites. Artificial satellites are machines that humans launch into orbit, usually around the Earth. Artificial satellites can be sent to orbit other planets, too. For example, there are currently satellites orbiting the Moon, the Sun, and several other planets, including Mercury, Venus, Mars, and Saturn.","url":"http:\/\/wonderopolis.org\/wonder\/what-can-satellites-do\/"},{"is_selected":0,"passage_text":"Check out these fun Satellite facts for kids. Learn about different types of satellites and different orbital paths, the first artificial satellite sent into space, how fast a satellite travels and much more. Read on and enjoy the wide range of interesting facts about man-made Satellites.","url":"http:\/\/www.sciencekids.co.nz\/sciencefacts\/space\/satellites.html"}],"37489":[{"is_selected":0,"passage_text":"Fifty Shades of Grey, based on E L James' best-selling erotic novel of the same name, is set to hit theaters on Feb. 13, 2015. In addition to Dornan and Johnson, it features Marcia Gay Harden, Rita Ora, and Jennifer Ehle.","url":"http:\/\/www.usmagazine.com\/entertainment\/news\/fifty-shades-of-greys-second-trailer-is-even-steamier-than-the-first-20141411"},{"is_selected":0,"passage_text":"In the second film ( the premiere was on February 9, 2017) the roles of Christian and Anastasia performed the same actors but director and screenwriter have changed. So, if you want to know: “When does Fifty Shades of Grey 3 come out?” and many other details on the film, please, look through the article below.","url":"https:\/\/whenismovie.com\/upcoming\/2018\/when-does-come-out-fifty-shades-of-grey-3-movie-2018.html"},{"is_selected":1,"passage_text":"When does come out Fifty Shades of Grey 3 movie 2018. This is the continuation of “Fifty Shades of Grey”. It is a screen adaptation of the third and final part of the erotic book by E. L. James. The novel “Fifty Shades Freed” was released in April 2012. In February 2015, the film “50 Shades of Grey” directed by S. Taylor-Johnson is premiered.","url":"https:\/\/whenismovie.com\/upcoming\/2018\/when-does-come-out-fifty-shades-of-grey-3-movie-2018.html"},{"is_selected":0,"passage_text":"This is the continuation of “Fifty Shades of Grey”. It is a screen adaptation of the third … \/> When does come out Fifty Shades of Grey 3 movie 2018 This is the continuation of “Fifty Shades of Grey”. It is a screen adaptation of the third and final part of the erotic book by E. L. James.","url":"https:\/\/whenismovie.com\/upcoming\/2018\/when-does-come-out-fifty-shades-of-grey-3-movie-2018.html"},{"is_selected":0,"passage_text":"Popular Films. 1  When does come out Men in Black 4 movie 2019. 2  When does come out The Secret life of Pets 2 movie 2019. 3  When does come out The Blair Witch Project 3 movie 2016. 0 views. 4  When does come out Men in Black 4 movie 2019. 5  When does come out Avengers 3 Infinity War movie 2018. 0 views.","url":"https:\/\/whenismovie.com\/upcoming\/2018\/when-does-come-out-fifty-shades-of-grey-3-movie-2018.html"},{"is_selected":0,"passage_text":"1 When does come out Men in Black 4 movie 2019. 2  When does come out The Secret life of Pets 2 movie 2019. 3  When does come out The Blair Witch Project 3 movie 2016. 4  When does come out Men in Black 4 movie 2019. 5  When does come out Avengers 3 Infinity War movie 2018.","url":"https:\/\/whenismovie.com\/upcoming\/2018\/when-does-come-out-fifty-shades-of-grey-3-movie-2018.html"},{"is_selected":0,"passage_text":"When is Fifty Shades of Grey 3 2018 coming to theaters? The movie will come on screens in the beginning of February 2018. About the Third Book. Until now, I did not come across a book that would combine a love story and frank erotic scenes. Finally, this book was published.","url":"https:\/\/whenismovie.com\/upcoming\/2018\/when-does-come-out-fifty-shades-of-grey-3-movie-2018.html"},{"is_selected":0,"passage_text":"1 When does come out Men in Black 4 movie 2019. 2  When does come out The Secret life of Pets 2 movie 2019. 3  When does come out The Blair Witch Project 3 movie 2016. 0 views. 4  When does come out Men in Black 4 movie 2019. 5  When does come out Avengers 3 Infinity War movie 2018. 0 views.","url":"https:\/\/whenismovie.com\/upcoming\/2018\/when-does-come-out-fifty-shades-of-grey-3-movie-2018.html"},{"is_selected":0,"passage_text":"We had been waiting for Fifty Shades Darker so long that by the time it opened, we were practically over it already. Of course, after Darker comes Fifty Shades Freed, the third and final installment. The second movie takes things to the next level with Christian and Ana, but Freed really brings their love story home. While Fifty Shades Darker will focus on things that are, well, very dark, Freed is all about tackling difficult situations (and people) and coming out stronger on the other side. We've already been treated to the sexy trailers, delicious set photos and know some details about production, but here are five major plot points you can expect to see unfold on the big screen when the final movie hits theaters in Feb. 2018.","url":"https:\/\/www.popsugar.com\/entertainment\/What-Happens-Fifty-Shades-Freed-42245514"},{"is_selected":0,"passage_text":"After shaking the world back in 2015, Fifty Shades of Grey returns with its sequel Fifty Shades Darker. I was really excited to see the movie adaptation for this part because it was the best book in my opinion of the series and the trailers made it seem very close to the original source but I was afraid because the first movie was not pretty loyal to the book.","url":"https:\/\/www.amazon.com\/Fifty-Shades-Darker-Blu-ray-Digital\/dp\/B01MTD0LE5"}],"407229":[{"is_selected":0,"passage_text":"They're a great baby shower gift, because new parents can ~never~ get enough diapers, at least until their kiddo is potty trained. And they make for an awesome shower centerpiece. Here are 18 ways to make one:","url":"https:\/\/www.buzzfeed.com\/nataliebrown\/diaper-cakes-for-everyone"},{"is_selected":1,"passage_text":"1 Make it easy for your dog to familiarize with the diaper. Lay the diaper in front of the dog and allow it to sniff it or brush against it. Put the diaper on the dog and give an incentive to your dog with a treat or kind words and phrases.","url":"http:\/\/silverdollar-independent.blogspot.com\/2011\/12\/1.html"},{"is_selected":0,"passage_text":"A - Our product does not hold feces. The dog diaper is. free and clear of the rectum allowing your dog or cat to. have a bowel movement outside of the garment. Q - My dog cannot stand up for long periods of time. Can I easily change the disposable baby diaper.","url":"http:\/\/www.tinkletrousers.com\/FAQ.html"},{"is_selected":0,"passage_text":"Folding a T-Shirt Diaper. 1  1. Use a shirt that is 100% cotton. 2  2. Lay the shirt flat. 3  3. Fold one side of the shirt over.  4. Fold the other side of the shirt 1  over. 5. Fold the top of the shirt down.  6. Fold the bottom of the shirt in 1  half. 7. Wrap the diaper around your  baby.","url":"http:\/\/www.wikihow.com\/Make-a-Homemade-Diaper"},{"is_selected":0,"passage_text":"This is just the tutu tutorial (haha), but you can follow any of the other basic diaper cake tutorials here and add the tutu. Here's how to make it. Share On facebook Share On facebook Share. Share On pinterest Share On pinterest Share On pinterest Share On pinterest Pin.","url":"https:\/\/www.buzzfeed.com\/nataliebrown\/diaper-cakes-for-everyone"},{"is_selected":0,"passage_text":"How To Make The Most Suitable Pet Dog Diapers For Your Own Male or Female Doggie For Cheap. This may be the proper way I found to make dog diapers low cost. No matter whether your dog is in heat or more aged and has incontinent problems this dog diaper will work for you.","url":"http:\/\/silverdollar-independent.blogspot.com\/2011\/12\/1.html"},{"is_selected":0,"passage_text":"The diapers for little kids are more inexpensive in comparison to throw-away diapers specifically made for dogs. Cut a hole in the seat for the dog's tail. If your pet is a touch smaller sized for the diaper, use tape to snug up the openings for the waist and legs. 4. Making Your Own Dog Diaper Wraps.","url":"http:\/\/silverdollar-independent.blogspot.com\/2011\/12\/1.html"},{"is_selected":0,"passage_text":"Allow your dog to familiarize with the diaper. Place the diaper in front of the dog and allow it to sniff it or touch it. Put the diaper on the dog and reward your dog with a treat or kind words. Ensure the dog associates the placement of the diaper with a positive experience. Ensure the diaper is comfortable and doesn't cause irritation on the dog's skin.","url":"https:\/\/www.cuteness.com\/article\/keep-diapers-dog"},{"is_selected":0,"passage_text":"Making a Receiving Blanket Diaper. 1  1. Use a 100% cotton receiving blanket. 2  2. Spread the blanket out flat. 3  3. Fold the blanket in half.  4. Fold the blanket in half 1  again. 5. Fold one corner to make a triangle shape.  6. Flip it 1  over. 7. Fold the square part of the blanket.  8. Use the diaper.","url":"http:\/\/www.wikihow.com\/Make-a-Homemade-Diaper"},{"is_selected":0,"passage_text":"Folding a T-Shirt Diaper. 1  1. Use a shirt that is 100% cotton. Cotton is more absorbent than most synthetic fibers, so it makes a better material to use for a cloth diaper. 2  2. Lay the shirt flat. You can do this on the floor or on any other large working surface. 3  3. Fold one side of the shirt over.","url":"http:\/\/www.wikihow.com\/Make-a-Homemade-Diaper"}],"711078":[{"is_selected":0,"passage_text":"XTotal Pay combines base annual salary or hourly wage, bonuses, profit sharing, tips, commissions, overtime pay and other forms of cash earnings, as applicable for this job. It does not include equity (stock) compensation, cash value of retirement benefits, or the value of other non-cash benefits (e.g. healthcare).","url":"http:\/\/www.payscale.com\/research\/US\/Job=Neurology_Nurse_Practitioner\/Salary"},{"is_selected":1,"passage_text":"For more accurate salary details please enter your location above. The average yearly salary for Neurology Nurse Practitioner is $79,900. If you are just beginning to work a new job as a Neurology Nurse Practitioner, you could expect a starting pay rate of $65,800 annually.","url":"http:\/\/salarygenius.com\/1\/1\/salary\/neurology-nurse-practitioner-salary"},{"is_selected":0,"passage_text":"Average Urology Nursing salaries for job postings in Arizona are 18% lower than average Urology Nursing salaries for job postings nationwide. The average salary ranks 45th among states in the country.","url":"http:\/\/nursejournal.org\/urology-nursing\/urology-nursing-careers-salary-outlook\/"},{"is_selected":0,"passage_text":"Arizona. 1  Average NP salary: $78,000. 2  Comparison with national average: 18% lower. 3  NP requirements: RN license, graduate degree, national certification.","url":"http:\/\/nursejournal.org\/nurse-practitioner\/nurse-practitioner-salary-statistics\/"},{"is_selected":0,"passage_text":"The average Neurology Nurse Practitioner age in the United States is 38 years old. As it pertains to men vs women, 49% of Neurology Nurse Practitioner are male in the United States, and 51% of the Neurology Nurse Practitioner are female in the United States.","url":"http:\/\/salarygenius.com\/1\/1\/salary\/neurology-nurse-practitioner-salary"},{"is_selected":0,"passage_text":"Georgetown University's online Master of Science degree in Nursing*. Become a Family Nurse Practitioner in 19 months by earning your master's through Georgetown Univerity's online FNP program. Learn how this innovative online Master of Science degree in Nursing can help you.","url":"http:\/\/nursejournal.org\/nurse-practitioner\/nurse-practitioner-salary-statistics\/"},{"is_selected":0,"passage_text":"Popular Skills for Nurse Practitioner (NP) Nurse Practitioners seem to wield many skills on the job. Most notably, skills in Acute Care, Emergency Room, Medicine \/ Surgery, and Psychiatric are correlated to pay that is above average, with boosts in pay of 6 percent.","url":"http:\/\/www.payscale.com\/research\/US\/Job=Nurse_Practitioner_(NP)\/Salary"},{"is_selected":0,"passage_text":"The average Neurology Nurse Practitioner age in Florida is 41 years old. As it pertains to men vs women, 49% of Neurology Nurse Practitioner are male in Florida, and 51% of the Neurology Nurse Practitioner are female in Florida.","url":"http:\/\/salarygenius.com\/fl\/1\/salary\/neurology-nurse-practitioner-salary"},{"is_selected":0,"passage_text":"For more accurate salary details please enter your location above. The average yearly salary for Neurology Nurse Practitioner in Florida is $84,851. If you are just beginning to work a new job as a Neurology Nurse Practitioner in Florida, you could earn a starting pay rate of $69,877 annually.","url":"http:\/\/salarygenius.com\/fl\/1\/salary\/neurology-nurse-practitioner-salary"},{"is_selected":0,"passage_text":"Nurse Practitioner (NP) Salary. Commissions comprise a big part of overall income for Nurse Practitioners. The median take-home amount in this area is around $93K, and on average, just below three-fifths of that final number comes from commissions. Total cash compensation to Nurse Practitioners varies from $74K to $121K; higher pay grades include potential for bonuses and profit sharing as high as $15K each.","url":"http:\/\/www.payscale.com\/research\/US\/Job=Nurse_Practitioner_(NP)\/Salary"}]},"query":{"214889":"what does opec mean","257034":"how many days do an oklahoma legislators get paid","350605":"what are satellites","37489":"when does fifty shades of grey come out","407229":"homemade way to hold up dog diapers","711078":"average neurology nurse practitioner salary"},"query_id":{"214889":644752,"257034":280998,"350605":564473,"37489":1142871,"407229":204812,"711078":39351},"query_type":{"214889":"DESCRIPTION","257034":"NUMERIC","350605":"DESCRIPTION","37489":"NUMERIC","407229":"DESCRIPTION","711078":"NUMERIC"},"wellFormedAnswers":{"214889":["OPEC is the Organization of the Petroleum Exporting Countries. It is an oil cartel whose mission is to coordinate the policies of the oil-producing countries."],"257034":["An Oklahoma legislator gets paid about $150 a day or $45 a day, depending on where you live."],"350605":"[]","37489":"[]","407229":["Lay the diaper in front of the dog and allow it to sniff it or brush against it. Put the diaper on the dog and give an incentive to your dog with a treat or kind words and phrases."],"711078":["The average salary of a neurology nurse practitioner is $79,900. "]}}