{"query":{"id":"train-0","text":"My father, who was a widower and the owner of several large properties in Wales, died recently and apparently intestate. My paternal uncle is applying for probate, but I believe that I have a stronger claim. Do I have a greater right to probate in respect of my late father's estate?"},"judged_chunks":[{"chunk":{"id":"74-24","text":"<p>You can apply to become the estate’s administrator if you are 18 or over and you are the most ‘entitled’ inheritor of the deceased’s estate. This is usually the deceased’s closest living relative.<\/p>"},"judgement":1,"belonging_doc":{"id":"74","title":"Applying for probate","chunks":[{"id":"74-0","text":"<h1>Overview<\/h1>"},{"id":"74-1","text":"<p>Applying for the legal right to deal with someone’s property, money and possessions (their ‘estate’) when they die is called ‘applying for probate’.<\/p>"},{"id":"74-2","text":"<p>You’ll get a document that allows you to start dealing with the estate. If the person left a will you’ll get either:<\/p>"},{"id":"74-3","text":"<li>a ‘grant of probate’<\/li>"},{"id":"74-4","text":"<li>‘letters of administration with will annexed’ (if the will does not name an executor or the named executor is unable to apply)<\/li>"},{"id":"74-5","text":"<p>If the person did not leave a will, you’ll get ‘letters of administration’.<\/p>"},{"id":"74-6","text":"<p>This guide and the service are also available in Welsh (Cymraeg).<\/p>"},{"id":"74-7","text":"<p>The process is different in Scotland and different in Northern Ireland.<\/p>"},{"id":"74-8","text":"<p>Because of coronavirus (COVID-19), probate applications are taking up to 8 weeks to process.<\/p>"},{"id":"74-9","text":"<h2>When probate is not needed<\/h2>"},{"id":"74-10","text":"<p>You may not need probate if the person who died:<\/p>"},{"id":"74-11","text":"<li>had jointly owned land, property, shares or money - these will automatically pass to the surviving owners<\/li>"},{"id":"74-12","text":"<li>only had savings or premium bonds<\/li>"},{"id":"74-13","text":"<p>Contact each asset holder (for example a bank or mortgage company) to find out if you’ll need probate to get access to their assets. Every organisation has its own rules.<\/p>"},{"id":"74-14","text":"<h1>Who can apply<\/h1>"},{"id":"74-15","text":"<p>Only certain people can apply for probate to deal with the estate of someone who died. It depends on whether the person who died left a will.<\/p>"},{"id":"74-16","text":"<p>A will states what should happen to a person’s property and belongings (‘estate’) after they die. It’s usually valid if it’s been signed by the person who made it and 2 witnesses.<\/p>"},{"id":"74-17","text":"<h2>If there’s a will<\/h2>"},{"id":"74-18","text":"<p>You can apply for probate if you’re named in the will, or in an update to the will (a ‘codicil’), as an ‘executor’.<\/p>"},{"id":"74-19","text":"<p>You’ll need the original will and any updates to apply for probate. These must be original documents, not photocopies.<\/p>"},{"id":"74-20","text":"<p>If you do not want to apply for probate, fill in a form to give up executor rights.<\/p>"},{"id":"74-21","text":"<p>Find out what to do if you’re an executor.<\/p>"},{"id":"74-22","text":"<h2>If the person did not leave a will<\/h2>"},{"id":"74-23","text":"<p>The ‘administrator’ deals with the estate.<\/p>"},{"id":"74-24","text":"<p>You can apply to become the estate’s administrator if you are 18 or over and you are the most ‘entitled’ inheritor of the deceased’s estate. This is usually the deceased’s closest living relative.<\/p>"},{"id":"74-25","text":"<p>Relatives are the most entitled inheritors in the following order:<\/p>"},{"id":"74-26","text":"<li>husband, wife or civil partner (including if they were separated)<\/li>"},{"id":"74-27","text":"<li>children (including legally adopted children but not step-children)<\/li>"},{"id":"74-28","text":"<li>grandchildren<\/li>"},{"id":"74-29","text":"<li>great-grandchildren<\/li>"},{"id":"74-30","text":"<li>parents<\/li>"},{"id":"74-31","text":"<li>brothers and sisters<\/li>"},{"id":"74-32","text":"<li>nieces and nephews<\/li>"},{"id":"74-33","text":"<li>half-brothers and half-sisters<\/li>"},{"id":"74-34","text":"<li>half-nieces and half-nephews (the children of the half-brothers and half-sisters of the deceased)<\/li>"},{"id":"74-35","text":"<li>grandparents<\/li>"},{"id":"74-36","text":"<li>aunts and uncles<\/li>"},{"id":"74-37","text":"<li>cousins<\/li>"},{"id":"74-38","text":"<li>half-aunts and half-uncles (the half-brothers and half-sisters of the deceased’s parent)<\/li>"},{"id":"74-39","text":"<li>half-cousins (the children of the half-brothers and half-sisters of the deceased’s parent)<\/li>"},{"id":"74-40","text":"<p>To apply, follow the same steps as applying for probate.<\/p>"},{"id":"74-41","text":"<p>You’ll receive ‘letters of administration’ to prove you have the legal right to deal with the estate.<\/p>"},{"id":"74-42","text":"<p>You cannot apply if you’re the partner of the person but were not their spouse or civil partner when they died. You’re not automatically entitled to any of their estate, unless you’re able to make changes to the inheritance.<\/p>"},{"id":"74-43","text":"<h3>If you do not want to apply<\/h3>"},{"id":"74-44","text":"<p>If you’re the most entitled inheritor and you do not want to apply to be the administrator, you can either:<\/p>"},{"id":"74-45","text":"<li>appoint an attorney to act on your behalf - fill in an attorney form or set up a signed enduring power of attorney (EPA) or registered lasting power of attorney (LPA) and get the attorney to send this in with the probate application<\/li>"},{"id":"74-46","text":"<li>nominate up to 2 people to be the next most entitled inheritor - fill in an ‘intestate’ form and send it to HMCTS Probate<\/li>"},{"id":"74-47","text":"<h3>Work out who inherits<\/h3>"},{"id":"74-48","text":"<p>The law decides who inherits the estate if there’s no will. Work out who will inherit.<\/p>"},{"id":"74-49","text":"<p>You’ll need this information to report the estate’s value and find out if there’s Inheritance Tax to pay.<\/p>"},{"id":"74-50","text":"<p>Inheritance laws may be different if you live in an EU country.<\/p>"},{"id":"74-51","text":"<h2>Stopping a probate application<\/h2>"},{"id":"74-52","text":"<p>If there’s a dispute, you can challenge an application for probate (‘enter a caveat’), before it’s granted.<\/p>"},{"id":"74-53","text":"<p>Find out how to stop a probate application.<\/p>"},{"id":"74-54","text":"<h1>If you’re an executor<\/h1>"},{"id":"74-55","text":"<p>An executor is someone named in a will as responsible for sorting out the estate of the person who’s died.<\/p>"},{"id":"74-56","text":"<p>The person who died will normally have told you if you’re an executor. You’ll need the original will to apply for probate.<\/p>"},{"id":"74-57","text":"<h2>Find the original will<\/h2>"},{"id":"74-58","text":"<p>The person who died should have told all the executors where to find the original will and any updates, for example:<\/p>"},{"id":"74-59","text":"<li>at their house<\/li>"},{"id":"74-60","text":"<li>with a probate practitioner, such as a solicitor<\/li>"},{"id":"74-61","text":"<li>at the Newcastle District Probate Registry - you’ll need the death certificate and evidence you’re the executor<\/li>"},{"id":"74-62","text":"<p>Get help from a probate practitioner or Citizens Advice if you cannot understand a will or codicil.<\/p>"},{"id":"74-63","text":"<p>If you cannot find the original will, you’ll need to fill in a lost will form.<\/p>"},{"id":"74-64","text":"<p>If there’s more than one will, only the most recent will is valid. Do not destroy any copies of earlier wills until you’ve received probate.<\/p>"},{"id":"74-65","text":"<p>An executor only receives assets if they’re also named as a beneficiary.<\/p>"},{"id":"74-66","text":"<h2>If there’s more than one executor<\/h2>"},{"id":"74-67","text":"<p>If more than one person is named as an executor, you must all agree who makes the application for probate.<\/p>"},{"id":"74-68","text":"<p>Up to 4 executors can be named on the application.<\/p>"},{"id":"74-69","text":"<p>If only one executor is named on the application they’ll need to prove that they tried to contact all executors named in the will before they applied.<\/p>"},{"id":"74-70","text":"<p>If you’re having problems finding the other executors, you can contact the Probate Call Centre.<\/p>"},{"id":"74-71","text":"<p>The Probate Call Centre cannot help with disagreements between executors. You’ll need to find another way to reach an agreement - this could mean getting legal advice.<\/p>"},{"id":"74-72","text":"<h2>If you do not want to or cannot be an executor<\/h2>"},{"id":"74-73","text":"<p>The will may name a replacement executor for someone who becomes ‘unwilling or unable’ to deal with the estate.<\/p>"},{"id":"74-74","text":"<p>If no executors are willing or able to apply for probate, fill in a form to give up executor rights and send it to HMCTS Probate.<\/p>"},{"id":"74-75","text":"<h3>You do not want to be an executor<\/h3>"},{"id":"74-76","text":"<p>You can do one of the following:<\/p>"},{"id":"74-77","text":"<li>completely give up your right to apply for probate (‘renunciation’) - fill in a form to give up executor rights and send it with the probate application form<\/li>"},{"id":"74-78","text":"<li>reserve your right to apply for probate later if another executor cannot deal with the estate (holding ‘power reserved’)<\/li>"},{"id":"74-79","text":"<li>appoint an attorney to act on your behalf - fill in an attorney form or set up a signed enduring power of attorney (EPA) or registered lasting power of attorney (LPA) and send it with the probate application<\/li>"},{"id":"74-80","text":"<h3>When an executor is unable to apply for probate<\/h3>"},{"id":"74-81","text":"<p>A replacement executor should apply for probate if the executor is unable to, for example because:<\/p>"},{"id":"74-82","text":"<li>they’ve died<\/li>"},{"id":"74-83","text":"<li>they do not have ‘mental capacity’ - get a doctor to fill in a mental capacity form and send it with the probate application<\/li>"},{"id":"74-84","text":"<h1>Apply for probate<\/h1>"},{"id":"74-85","text":"<p>You can apply for probate yourself online or by post, or pay a probate practitioner (such as a solicitor) to do it for you.<\/p>"},{"id":"74-86","text":"<p>Because of coronavirus (COVID-19), probate applications are taking up to 8 weeks to process. It’s taking longer to process paper applications than online applications.<\/p>"},{"id":"74-87","text":"<p>This guide and the service are also available in Welsh (Cymraeg).<\/p>"},{"id":"74-88","text":"<h2>Before you apply<\/h2>"},{"id":"74-89","text":"<li>Check if you need probate.<\/li>"},{"id":"74-90","text":"<li>Check if you can apply for probate.<\/li>"},{"id":"74-91","text":"<li>You must estimate and report the estate’s value before you apply for probate.<\/li>"},{"id":"74-92","text":"<li>You must find out whether you need to pay Inheritance Tax. If you do have to pay it, send the appropriate forms to HMRC and wait 20 working days before applying for probate.<\/li>"},{"id":"74-93","text":"<li>You must have the original will if you’re the executor (you do not need it if you’re an administrator). You must also have the original death certificate or an interim death certificate from the coroner.<\/li>"},{"id":"74-94","text":"<h3>If you need to pay Inheritance Tax<\/h3>"},{"id":"74-95","text":"<p>You normally have to pay at least some of the tax before you’ll get probate. You can claim the tax back from the estate, if you pay it out of your own bank account.<\/p>"},{"id":"74-96","text":"<h3>Probate application fees<\/h3>"},{"id":"74-97","text":"<p>You may have to pay a fee to apply for probate. Whether you need to pay depends on the value of the estate.<\/p>"},{"id":"74-98","text":"<p>If the value of the estate is over £5,000, the application fee is £215. You may be able to get help to pay the probate fee and other court fees if you have a low income or are on certain benefits.<\/p>"},{"id":"74-99","text":"<p>There’s no fee if the estate is £5,000 or less.<\/p>"},{"id":"74-100","text":"<p>Extra copies of the probate cost £1.50 each. This means you can send them to different organisations at the same time.<\/p>"},{"id":"74-101","text":"<h3>If the will has been changed or damaged<\/h3>"},{"id":"74-102","text":"<p>You must include a cover letter if the will or any additions have changed in any way since you’ve had them. This includes them being damaged or separated for photocopying.<\/p>"},{"id":"74-103","text":"<p>The letter should explain what’s been changed and why.<\/p>"},{"id":"74-104","text":"<h3>Get help and advice<\/h3>"},{"id":"74-105","text":"<p>If you’ve not yet applied and have a question about applying for probate, contact the  Courts and Tribunals Service Centre:<\/p>"},{"id":"74-106","text":"<h2>If you’re a probate practitioner<\/h2>"},{"id":"74-107","text":"<p>You should apply for probate for your client using the MyHMCTS service. You’ll need to create an account first if you do not have one.<\/p>"},{"id":"74-108","text":"<h2>Apply for probate online<\/h2>"},{"id":"74-109","text":"<p>You can use this service if you’re the executor or administrator and you:<\/p>"},{"id":"74-110","text":"<li>have the original will and any additions to it (‘codicils’) if you’re the executor (you do not need these if you’re an administrator)<\/li>"},{"id":"74-111","text":"<li>have the original death certificate or an interim death certificate from the coroner<\/li>"},{"id":"74-112","text":"<li>have already reported the estate’s value<\/li>"},{"id":"74-113","text":"<li>have submitted tax forms to HMRC and waited 20 working days, if you need to pay Inheritance Tax<\/li>"},{"id":"74-114","text":"<p>The person who died must have lived in England or Wales most of the time.<\/p>"},{"id":"74-115","text":"<p>The probate registry will keep the original will and any additions to it. If you make a copy of these for your records, do not remove any staples or bindings from them.<\/p>"},{"id":"74-116","text":"<p>Apply for probate<\/p>"},{"id":"74-117","text":"<p>Return to an existing probate application.<\/p>"},{"id":"74-118","text":"<h2>Apply for probate by post<\/h2>"},{"id":"74-119","text":"<p>The form you need to fill in depends on whether the person left a will or not.<\/p>"},{"id":"74-120","text":"<p>Fill in application form PA1P if there is a will.<\/p>"},{"id":"74-121","text":"<p>Fill in application form PA1A if there is not a will.<\/p>"},{"id":"74-122","text":"<p>Because of COVID-19, it’s taking longer to process paper applications than online applications. Use the online service to apply for probate if you can.<\/p>"},{"id":"74-123","text":"<p>You need to pay before you send the form.<\/p>"},{"id":"74-124","text":"<p>You can pay by either:<\/p>"},{"id":"74-125","text":"<li>calling the Courts and Tribunals Service Centre to pay by credit or debit card - you’ll be given a reference number to send with your documents<\/li>"},{"id":"74-126","text":"<li>sending a cheque payable to ‘HM Courts and Tribunals Service’ with your documents<\/li>"},{"id":"74-127","text":"<p>Send your completed form to HMCTS Probate with the following documents:<\/p>"},{"id":"74-128","text":"<li>the original will and any additions to it (‘codicils’)<\/li>"},{"id":"74-129","text":"<li>the death certificate or an interim death certificate from the coroner<\/li>"},{"id":"74-130","text":"<p>Use a signed-for or tracked postal service that will deliver to PO boxes to send your documents.<\/p>"},{"id":"74-131","text":"<p>The death certificate will be returned to you but the will and any additions to it will not be. If you make a copy of the will and any of its additions for your own records, do not remove any staples or bindings from them.<\/p>"},{"id":"74-132","text":"<h1>After you've applied<\/h1>"},{"id":"74-133","text":"<p>You’ll usually get the grant of probate or letters of administration within 8 weeks of sending in your original documents. If you ordered copies of these documents for use outside the UK, these will take longer to arrive.<\/p>"},{"id":"74-134","text":"<p>Because of coronavirus (COVID-19), it’s taking longer to process paper applications than online applications.<\/p>"},{"id":"74-135","text":"<p>You should not make any financial plans or put property on the market until you have received the grant of probate or letters of administration.<\/p>"},{"id":"74-136","text":"<p>If there’s anything wrong with the grant of probate (or letters of administration), return it to the district probate registry listed on the grant or letters.<\/p>"},{"id":"74-137","text":"<p>Send a copy to organisations that hold the assets of the person who died, for example their bank.<\/p>"},{"id":"74-138","text":"<p>Once you have probate you can start dealing with the estate.<\/p>"}]}},{"chunk":{"id":"74-25","text":"<p>Relatives are the most entitled inheritors in the following order:<\/p>"},"judgement":1,"belonging_doc":{"id":"74","title":"Applying for probate","chunks":[{"id":"74-0","text":"<h1>Overview<\/h1>"},{"id":"74-1","text":"<p>Applying for the legal right to deal with someone’s property, money and possessions (their ‘estate’) when they die is called ‘applying for probate’.<\/p>"},{"id":"74-2","text":"<p>You’ll get a document that allows you to start dealing with the estate. If the person left a will you’ll get either:<\/p>"},{"id":"74-3","text":"<li>a ‘grant of probate’<\/li>"},{"id":"74-4","text":"<li>‘letters of administration with will annexed’ (if the will does not name an executor or the named executor is unable to apply)<\/li>"},{"id":"74-5","text":"<p>If the person did not leave a will, you’ll get ‘letters of administration’.<\/p>"},{"id":"74-6","text":"<p>This guide and the service are also available in Welsh (Cymraeg).<\/p>"},{"id":"74-7","text":"<p>The process is different in Scotland and different in Northern Ireland.<\/p>"},{"id":"74-8","text":"<p>Because of coronavirus (COVID-19), probate applications are taking up to 8 weeks to process.<\/p>"},{"id":"74-9","text":"<h2>When probate is not needed<\/h2>"},{"id":"74-10","text":"<p>You may not need probate if the person who died:<\/p>"},{"id":"74-11","text":"<li>had jointly owned land, property, shares or money - these will automatically pass to the surviving owners<\/li>"},{"id":"74-12","text":"<li>only had savings or premium bonds<\/li>"},{"id":"74-13","text":"<p>Contact each asset holder (for example a bank or mortgage company) to find out if you’ll need probate to get access to their assets. Every organisation has its own rules.<\/p>"},{"id":"74-14","text":"<h1>Who can apply<\/h1>"},{"id":"74-15","text":"<p>Only certain people can apply for probate to deal with the estate of someone who died. It depends on whether the person who died left a will.<\/p>"},{"id":"74-16","text":"<p>A will states what should happen to a person’s property and belongings (‘estate’) after they die. It’s usually valid if it’s been signed by the person who made it and 2 witnesses.<\/p>"},{"id":"74-17","text":"<h2>If there’s a will<\/h2>"},{"id":"74-18","text":"<p>You can apply for probate if you’re named in the will, or in an update to the will (a ‘codicil’), as an ‘executor’.<\/p>"},{"id":"74-19","text":"<p>You’ll need the original will and any updates to apply for probate. These must be original documents, not photocopies.<\/p>"},{"id":"74-20","text":"<p>If you do not want to apply for probate, fill in a form to give up executor rights.<\/p>"},{"id":"74-21","text":"<p>Find out what to do if you’re an executor.<\/p>"},{"id":"74-22","text":"<h2>If the person did not leave a will<\/h2>"},{"id":"74-23","text":"<p>The ‘administrator’ deals with the estate.<\/p>"},{"id":"74-24","text":"<p>You can apply to become the estate’s administrator if you are 18 or over and you are the most ‘entitled’ inheritor of the deceased’s estate. This is usually the deceased’s closest living relative.<\/p>"},{"id":"74-25","text":"<p>Relatives are the most entitled inheritors in the following order:<\/p>"},{"id":"74-26","text":"<li>husband, wife or civil partner (including if they were separated)<\/li>"},{"id":"74-27","text":"<li>children (including legally adopted children but not step-children)<\/li>"},{"id":"74-28","text":"<li>grandchildren<\/li>"},{"id":"74-29","text":"<li>great-grandchildren<\/li>"},{"id":"74-30","text":"<li>parents<\/li>"},{"id":"74-31","text":"<li>brothers and sisters<\/li>"},{"id":"74-32","text":"<li>nieces and nephews<\/li>"},{"id":"74-33","text":"<li>half-brothers and half-sisters<\/li>"},{"id":"74-34","text":"<li>half-nieces and half-nephews (the children of the half-brothers and half-sisters of the deceased)<\/li>"},{"id":"74-35","text":"<li>grandparents<\/li>"},{"id":"74-36","text":"<li>aunts and uncles<\/li>"},{"id":"74-37","text":"<li>cousins<\/li>"},{"id":"74-38","text":"<li>half-aunts and half-uncles (the half-brothers and half-sisters of the deceased’s parent)<\/li>"},{"id":"74-39","text":"<li>half-cousins (the children of the half-brothers and half-sisters of the deceased’s parent)<\/li>"},{"id":"74-40","text":"<p>To apply, follow the same steps as applying for probate.<\/p>"},{"id":"74-41","text":"<p>You’ll receive ‘letters of administration’ to prove you have the legal right to deal with the estate.<\/p>"},{"id":"74-42","text":"<p>You cannot apply if you’re the partner of the person but were not their spouse or civil partner when they died. You’re not automatically entitled to any of their estate, unless you’re able to make changes to the inheritance.<\/p>"},{"id":"74-43","text":"<h3>If you do not want to apply<\/h3>"},{"id":"74-44","text":"<p>If you’re the most entitled inheritor and you do not want to apply to be the administrator, you can either:<\/p>"},{"id":"74-45","text":"<li>appoint an attorney to act on your behalf - fill in an attorney form or set up a signed enduring power of attorney (EPA) or registered lasting power of attorney (LPA) and get the attorney to send this in with the probate application<\/li>"},{"id":"74-46","text":"<li>nominate up to 2 people to be the next most entitled inheritor - fill in an ‘intestate’ form and send it to HMCTS Probate<\/li>"},{"id":"74-47","text":"<h3>Work out who inherits<\/h3>"},{"id":"74-48","text":"<p>The law decides who inherits the estate if there’s no will. Work out who will inherit.<\/p>"},{"id":"74-49","text":"<p>You’ll need this information to report the estate’s value and find out if there’s Inheritance Tax to pay.<\/p>"},{"id":"74-50","text":"<p>Inheritance laws may be different if you live in an EU country.<\/p>"},{"id":"74-51","text":"<h2>Stopping a probate application<\/h2>"},{"id":"74-52","text":"<p>If there’s a dispute, you can challenge an application for probate (‘enter a caveat’), before it’s granted.<\/p>"},{"id":"74-53","text":"<p>Find out how to stop a probate application.<\/p>"},{"id":"74-54","text":"<h1>If you’re an executor<\/h1>"},{"id":"74-55","text":"<p>An executor is someone named in a will as responsible for sorting out the estate of the person who’s died.<\/p>"},{"id":"74-56","text":"<p>The person who died will normally have told you if you’re an executor. You’ll need the original will to apply for probate.<\/p>"},{"id":"74-57","text":"<h2>Find the original will<\/h2>"},{"id":"74-58","text":"<p>The person who died should have told all the executors where to find the original will and any updates, for example:<\/p>"},{"id":"74-59","text":"<li>at their house<\/li>"},{"id":"74-60","text":"<li>with a probate practitioner, such as a solicitor<\/li>"},{"id":"74-61","text":"<li>at the Newcastle District Probate Registry - you’ll need the death certificate and evidence you’re the executor<\/li>"},{"id":"74-62","text":"<p>Get help from a probate practitioner or Citizens Advice if you cannot understand a will or codicil.<\/p>"},{"id":"74-63","text":"<p>If you cannot find the original will, you’ll need to fill in a lost will form.<\/p>"},{"id":"74-64","text":"<p>If there’s more than one will, only the most recent will is valid. Do not destroy any copies of earlier wills until you’ve received probate.<\/p>"},{"id":"74-65","text":"<p>An executor only receives assets if they’re also named as a beneficiary.<\/p>"},{"id":"74-66","text":"<h2>If there’s more than one executor<\/h2>"},{"id":"74-67","text":"<p>If more than one person is named as an executor, you must all agree who makes the application for probate.<\/p>"},{"id":"74-68","text":"<p>Up to 4 executors can be named on the application.<\/p>"},{"id":"74-69","text":"<p>If only one executor is named on the application they’ll need to prove that they tried to contact all executors named in the will before they applied.<\/p>"},{"id":"74-70","text":"<p>If you’re having problems finding the other executors, you can contact the Probate Call Centre.<\/p>"},{"id":"74-71","text":"<p>The Probate Call Centre cannot help with disagreements between executors. You’ll need to find another way to reach an agreement - this could mean getting legal advice.<\/p>"},{"id":"74-72","text":"<h2>If you do not want to or cannot be an executor<\/h2>"},{"id":"74-73","text":"<p>The will may name a replacement executor for someone who becomes ‘unwilling or unable’ to deal with the estate.<\/p>"},{"id":"74-74","text":"<p>If no executors are willing or able to apply for probate, fill in a form to give up executor rights and send it to HMCTS Probate.<\/p>"},{"id":"74-75","text":"<h3>You do not want to be an executor<\/h3>"},{"id":"74-76","text":"<p>You can do one of the following:<\/p>"},{"id":"74-77","text":"<li>completely give up your right to apply for probate (‘renunciation’) - fill in a form to give up executor rights and send it with the probate application form<\/li>"},{"id":"74-78","text":"<li>reserve your right to apply for probate later if another executor cannot deal with the estate (holding ‘power reserved’)<\/li>"},{"id":"74-79","text":"<li>appoint an attorney to act on your behalf - fill in an attorney form or set up a signed enduring power of attorney (EPA) or registered lasting power of attorney (LPA) and send it with the probate application<\/li>"},{"id":"74-80","text":"<h3>When an executor is unable to apply for probate<\/h3>"},{"id":"74-81","text":"<p>A replacement executor should apply for probate if the executor is unable to, for example because:<\/p>"},{"id":"74-82","text":"<li>they’ve died<\/li>"},{"id":"74-83","text":"<li>they do not have ‘mental capacity’ - get a doctor to fill in a mental capacity form and send it with the probate application<\/li>"},{"id":"74-84","text":"<h1>Apply for probate<\/h1>"},{"id":"74-85","text":"<p>You can apply for probate yourself online or by post, or pay a probate practitioner (such as a solicitor) to do it for you.<\/p>"},{"id":"74-86","text":"<p>Because of coronavirus (COVID-19), probate applications are taking up to 8 weeks to process. It’s taking longer to process paper applications than online applications.<\/p>"},{"id":"74-87","text":"<p>This guide and the service are also available in Welsh (Cymraeg).<\/p>"},{"id":"74-88","text":"<h2>Before you apply<\/h2>"},{"id":"74-89","text":"<li>Check if you need probate.<\/li>"},{"id":"74-90","text":"<li>Check if you can apply for probate.<\/li>"},{"id":"74-91","text":"<li>You must estimate and report the estate’s value before you apply for probate.<\/li>"},{"id":"74-92","text":"<li>You must find out whether you need to pay Inheritance Tax. If you do have to pay it, send the appropriate forms to HMRC and wait 20 working days before applying for probate.<\/li>"},{"id":"74-93","text":"<li>You must have the original will if you’re the executor (you do not need it if you’re an administrator). You must also have the original death certificate or an interim death certificate from the coroner.<\/li>"},{"id":"74-94","text":"<h3>If you need to pay Inheritance Tax<\/h3>"},{"id":"74-95","text":"<p>You normally have to pay at least some of the tax before you’ll get probate. You can claim the tax back from the estate, if you pay it out of your own bank account.<\/p>"},{"id":"74-96","text":"<h3>Probate application fees<\/h3>"},{"id":"74-97","text":"<p>You may have to pay a fee to apply for probate. Whether you need to pay depends on the value of the estate.<\/p>"},{"id":"74-98","text":"<p>If the value of the estate is over £5,000, the application fee is £215. You may be able to get help to pay the probate fee and other court fees if you have a low income or are on certain benefits.<\/p>"},{"id":"74-99","text":"<p>There’s no fee if the estate is £5,000 or less.<\/p>"},{"id":"74-100","text":"<p>Extra copies of the probate cost £1.50 each. This means you can send them to different organisations at the same time.<\/p>"},{"id":"74-101","text":"<h3>If the will has been changed or damaged<\/h3>"},{"id":"74-102","text":"<p>You must include a cover letter if the will or any additions have changed in any way since you’ve had them. This includes them being damaged or separated for photocopying.<\/p>"},{"id":"74-103","text":"<p>The letter should explain what’s been changed and why.<\/p>"},{"id":"74-104","text":"<h3>Get help and advice<\/h3>"},{"id":"74-105","text":"<p>If you’ve not yet applied and have a question about applying for probate, contact the  Courts and Tribunals Service Centre:<\/p>"},{"id":"74-106","text":"<h2>If you’re a probate practitioner<\/h2>"},{"id":"74-107","text":"<p>You should apply for probate for your client using the MyHMCTS service. You’ll need to create an account first if you do not have one.<\/p>"},{"id":"74-108","text":"<h2>Apply for probate online<\/h2>"},{"id":"74-109","text":"<p>You can use this service if you’re the executor or administrator and you:<\/p>"},{"id":"74-110","text":"<li>have the original will and any additions to it (‘codicils’) if you’re the executor (you do not need these if you’re an administrator)<\/li>"},{"id":"74-111","text":"<li>have the original death certificate or an interim death certificate from the coroner<\/li>"},{"id":"74-112","text":"<li>have already reported the estate’s value<\/li>"},{"id":"74-113","text":"<li>have submitted tax forms to HMRC and waited 20 working days, if you need to pay Inheritance Tax<\/li>"},{"id":"74-114","text":"<p>The person who died must have lived in England or Wales most of the time.<\/p>"},{"id":"74-115","text":"<p>The probate registry will keep the original will and any additions to it. If you make a copy of these for your records, do not remove any staples or bindings from them.<\/p>"},{"id":"74-116","text":"<p>Apply for probate<\/p>"},{"id":"74-117","text":"<p>Return to an existing probate application.<\/p>"},{"id":"74-118","text":"<h2>Apply for probate by post<\/h2>"},{"id":"74-119","text":"<p>The form you need to fill in depends on whether the person left a will or not.<\/p>"},{"id":"74-120","text":"<p>Fill in application form PA1P if there is a will.<\/p>"},{"id":"74-121","text":"<p>Fill in application form PA1A if there is not a will.<\/p>"},{"id":"74-122","text":"<p>Because of COVID-19, it’s taking longer to process paper applications than online applications. Use the online service to apply for probate if you can.<\/p>"},{"id":"74-123","text":"<p>You need to pay before you send the form.<\/p>"},{"id":"74-124","text":"<p>You can pay by either:<\/p>"},{"id":"74-125","text":"<li>calling the Courts and Tribunals Service Centre to pay by credit or debit card - you’ll be given a reference number to send with your documents<\/li>"},{"id":"74-126","text":"<li>sending a cheque payable to ‘HM Courts and Tribunals Service’ with your documents<\/li>"},{"id":"74-127","text":"<p>Send your completed form to HMCTS Probate with the following documents:<\/p>"},{"id":"74-128","text":"<li>the original will and any additions to it (‘codicils’)<\/li>"},{"id":"74-129","text":"<li>the death certificate or an interim death certificate from the coroner<\/li>"},{"id":"74-130","text":"<p>Use a signed-for or tracked postal service that will deliver to PO boxes to send your documents.<\/p>"},{"id":"74-131","text":"<p>The death certificate will be returned to you but the will and any additions to it will not be. If you make a copy of the will and any of its additions for your own records, do not remove any staples or bindings from them.<\/p>"},{"id":"74-132","text":"<h1>After you've applied<\/h1>"},{"id":"74-133","text":"<p>You’ll usually get the grant of probate or letters of administration within 8 weeks of sending in your original documents. If you ordered copies of these documents for use outside the UK, these will take longer to arrive.<\/p>"},{"id":"74-134","text":"<p>Because of coronavirus (COVID-19), it’s taking longer to process paper applications than online applications.<\/p>"},{"id":"74-135","text":"<p>You should not make any financial plans or put property on the market until you have received the grant of probate or letters of administration.<\/p>"},{"id":"74-136","text":"<p>If there’s anything wrong with the grant of probate (or letters of administration), return it to the district probate registry listed on the grant or letters.<\/p>"},{"id":"74-137","text":"<p>Send a copy to organisations that hold the assets of the person who died, for example their bank.<\/p>"},{"id":"74-138","text":"<p>Once you have probate you can start dealing with the estate.<\/p>"}]}},{"chunk":{"id":"74-27","text":"<li>children (including legally adopted children but not step-children)<\/li>"},"judgement":1,"belonging_doc":{"id":"74","title":"Applying for probate","chunks":[{"id":"74-0","text":"<h1>Overview<\/h1>"},{"id":"74-1","text":"<p>Applying for the legal right to deal with someone’s property, money and possessions (their ‘estate’) when they die is called ‘applying for probate’.<\/p>"},{"id":"74-2","text":"<p>You’ll get a document that allows you to start dealing with the estate. If the person left a will you’ll get either:<\/p>"},{"id":"74-3","text":"<li>a ‘grant of probate’<\/li>"},{"id":"74-4","text":"<li>‘letters of administration with will annexed’ (if the will does not name an executor or the named executor is unable to apply)<\/li>"},{"id":"74-5","text":"<p>If the person did not leave a will, you’ll get ‘letters of administration’.<\/p>"},{"id":"74-6","text":"<p>This guide and the service are also available in Welsh (Cymraeg).<\/p>"},{"id":"74-7","text":"<p>The process is different in Scotland and different in Northern Ireland.<\/p>"},{"id":"74-8","text":"<p>Because of coronavirus (COVID-19), probate applications are taking up to 8 weeks to process.<\/p>"},{"id":"74-9","text":"<h2>When probate is not needed<\/h2>"},{"id":"74-10","text":"<p>You may not need probate if the person who died:<\/p>"},{"id":"74-11","text":"<li>had jointly owned land, property, shares or money - these will automatically pass to the surviving owners<\/li>"},{"id":"74-12","text":"<li>only had savings or premium bonds<\/li>"},{"id":"74-13","text":"<p>Contact each asset holder (for example a bank or mortgage company) to find out if you’ll need probate to get access to their assets. Every organisation has its own rules.<\/p>"},{"id":"74-14","text":"<h1>Who can apply<\/h1>"},{"id":"74-15","text":"<p>Only certain people can apply for probate to deal with the estate of someone who died. It depends on whether the person who died left a will.<\/p>"},{"id":"74-16","text":"<p>A will states what should happen to a person’s property and belongings (‘estate’) after they die. It’s usually valid if it’s been signed by the person who made it and 2 witnesses.<\/p>"},{"id":"74-17","text":"<h2>If there’s a will<\/h2>"},{"id":"74-18","text":"<p>You can apply for probate if you’re named in the will, or in an update to the will (a ‘codicil’), as an ‘executor’.<\/p>"},{"id":"74-19","text":"<p>You’ll need the original will and any updates to apply for probate. These must be original documents, not photocopies.<\/p>"},{"id":"74-20","text":"<p>If you do not want to apply for probate, fill in a form to give up executor rights.<\/p>"},{"id":"74-21","text":"<p>Find out what to do if you’re an executor.<\/p>"},{"id":"74-22","text":"<h2>If the person did not leave a will<\/h2>"},{"id":"74-23","text":"<p>The ‘administrator’ deals with the estate.<\/p>"},{"id":"74-24","text":"<p>You can apply to become the estate’s administrator if you are 18 or over and you are the most ‘entitled’ inheritor of the deceased’s estate. This is usually the deceased’s closest living relative.<\/p>"},{"id":"74-25","text":"<p>Relatives are the most entitled inheritors in the following order:<\/p>"},{"id":"74-26","text":"<li>husband, wife or civil partner (including if they were separated)<\/li>"},{"id":"74-27","text":"<li>children (including legally adopted children but not step-children)<\/li>"},{"id":"74-28","text":"<li>grandchildren<\/li>"},{"id":"74-29","text":"<li>great-grandchildren<\/li>"},{"id":"74-30","text":"<li>parents<\/li>"},{"id":"74-31","text":"<li>brothers and sisters<\/li>"},{"id":"74-32","text":"<li>nieces and nephews<\/li>"},{"id":"74-33","text":"<li>half-brothers and half-sisters<\/li>"},{"id":"74-34","text":"<li>half-nieces and half-nephews (the children of the half-brothers and half-sisters of the deceased)<\/li>"},{"id":"74-35","text":"<li>grandparents<\/li>"},{"id":"74-36","text":"<li>aunts and uncles<\/li>"},{"id":"74-37","text":"<li>cousins<\/li>"},{"id":"74-38","text":"<li>half-aunts and half-uncles (the half-brothers and half-sisters of the deceased’s parent)<\/li>"},{"id":"74-39","text":"<li>half-cousins (the children of the half-brothers and half-sisters of the deceased’s parent)<\/li>"},{"id":"74-40","text":"<p>To apply, follow the same steps as applying for probate.<\/p>"},{"id":"74-41","text":"<p>You’ll receive ‘letters of administration’ to prove you have the legal right to deal with the estate.<\/p>"},{"id":"74-42","text":"<p>You cannot apply if you’re the partner of the person but were not their spouse or civil partner when they died. You’re not automatically entitled to any of their estate, unless you’re able to make changes to the inheritance.<\/p>"},{"id":"74-43","text":"<h3>If you do not want to apply<\/h3>"},{"id":"74-44","text":"<p>If you’re the most entitled inheritor and you do not want to apply to be the administrator, you can either:<\/p>"},{"id":"74-45","text":"<li>appoint an attorney to act on your behalf - fill in an attorney form or set up a signed enduring power of attorney (EPA) or registered lasting power of attorney (LPA) and get the attorney to send this in with the probate application<\/li>"},{"id":"74-46","text":"<li>nominate up to 2 people to be the next most entitled inheritor - fill in an ‘intestate’ form and send it to HMCTS Probate<\/li>"},{"id":"74-47","text":"<h3>Work out who inherits<\/h3>"},{"id":"74-48","text":"<p>The law decides who inherits the estate if there’s no will. Work out who will inherit.<\/p>"},{"id":"74-49","text":"<p>You’ll need this information to report the estate’s value and find out if there’s Inheritance Tax to pay.<\/p>"},{"id":"74-50","text":"<p>Inheritance laws may be different if you live in an EU country.<\/p>"},{"id":"74-51","text":"<h2>Stopping a probate application<\/h2>"},{"id":"74-52","text":"<p>If there’s a dispute, you can challenge an application for probate (‘enter a caveat’), before it’s granted.<\/p>"},{"id":"74-53","text":"<p>Find out how to stop a probate application.<\/p>"},{"id":"74-54","text":"<h1>If you’re an executor<\/h1>"},{"id":"74-55","text":"<p>An executor is someone named in a will as responsible for sorting out the estate of the person who’s died.<\/p>"},{"id":"74-56","text":"<p>The person who died will normally have told you if you’re an executor. You’ll need the original will to apply for probate.<\/p>"},{"id":"74-57","text":"<h2>Find the original will<\/h2>"},{"id":"74-58","text":"<p>The person who died should have told all the executors where to find the original will and any updates, for example:<\/p>"},{"id":"74-59","text":"<li>at their house<\/li>"},{"id":"74-60","text":"<li>with a probate practitioner, such as a solicitor<\/li>"},{"id":"74-61","text":"<li>at the Newcastle District Probate Registry - you’ll need the death certificate and evidence you’re the executor<\/li>"},{"id":"74-62","text":"<p>Get help from a probate practitioner or Citizens Advice if you cannot understand a will or codicil.<\/p>"},{"id":"74-63","text":"<p>If you cannot find the original will, you’ll need to fill in a lost will form.<\/p>"},{"id":"74-64","text":"<p>If there’s more than one will, only the most recent will is valid. Do not destroy any copies of earlier wills until you’ve received probate.<\/p>"},{"id":"74-65","text":"<p>An executor only receives assets if they’re also named as a beneficiary.<\/p>"},{"id":"74-66","text":"<h2>If there’s more than one executor<\/h2>"},{"id":"74-67","text":"<p>If more than one person is named as an executor, you must all agree who makes the application for probate.<\/p>"},{"id":"74-68","text":"<p>Up to 4 executors can be named on the application.<\/p>"},{"id":"74-69","text":"<p>If only one executor is named on the application they’ll need to prove that they tried to contact all executors named in the will before they applied.<\/p>"},{"id":"74-70","text":"<p>If you’re having problems finding the other executors, you can contact the Probate Call Centre.<\/p>"},{"id":"74-71","text":"<p>The Probate Call Centre cannot help with disagreements between executors. You’ll need to find another way to reach an agreement - this could mean getting legal advice.<\/p>"},{"id":"74-72","text":"<h2>If you do not want to or cannot be an executor<\/h2>"},{"id":"74-73","text":"<p>The will may name a replacement executor for someone who becomes ‘unwilling or unable’ to deal with the estate.<\/p>"},{"id":"74-74","text":"<p>If no executors are willing or able to apply for probate, fill in a form to give up executor rights and send it to HMCTS Probate.<\/p>"},{"id":"74-75","text":"<h3>You do not want to be an executor<\/h3>"},{"id":"74-76","text":"<p>You can do one of the following:<\/p>"},{"id":"74-77","text":"<li>completely give up your right to apply for probate (‘renunciation’) - fill in a form to give up executor rights and send it with the probate application form<\/li>"},{"id":"74-78","text":"<li>reserve your right to apply for probate later if another executor cannot deal with the estate (holding ‘power reserved’)<\/li>"},{"id":"74-79","text":"<li>appoint an attorney to act on your behalf - fill in an attorney form or set up a signed enduring power of attorney (EPA) or registered lasting power of attorney (LPA) and send it with the probate application<\/li>"},{"id":"74-80","text":"<h3>When an executor is unable to apply for probate<\/h3>"},{"id":"74-81","text":"<p>A replacement executor should apply for probate if the executor is unable to, for example because:<\/p>"},{"id":"74-82","text":"<li>they’ve died<\/li>"},{"id":"74-83","text":"<li>they do not have ‘mental capacity’ - get a doctor to fill in a mental capacity form and send it with the probate application<\/li>"},{"id":"74-84","text":"<h1>Apply for probate<\/h1>"},{"id":"74-85","text":"<p>You can apply for probate yourself online or by post, or pay a probate practitioner (such as a solicitor) to do it for you.<\/p>"},{"id":"74-86","text":"<p>Because of coronavirus (COVID-19), probate applications are taking up to 8 weeks to process. It’s taking longer to process paper applications than online applications.<\/p>"},{"id":"74-87","text":"<p>This guide and the service are also available in Welsh (Cymraeg).<\/p>"},{"id":"74-88","text":"<h2>Before you apply<\/h2>"},{"id":"74-89","text":"<li>Check if you need probate.<\/li>"},{"id":"74-90","text":"<li>Check if you can apply for probate.<\/li>"},{"id":"74-91","text":"<li>You must estimate and report the estate’s value before you apply for probate.<\/li>"},{"id":"74-92","text":"<li>You must find out whether you need to pay Inheritance Tax. If you do have to pay it, send the appropriate forms to HMRC and wait 20 working days before applying for probate.<\/li>"},{"id":"74-93","text":"<li>You must have the original will if you’re the executor (you do not need it if you’re an administrator). You must also have the original death certificate or an interim death certificate from the coroner.<\/li>"},{"id":"74-94","text":"<h3>If you need to pay Inheritance Tax<\/h3>"},{"id":"74-95","text":"<p>You normally have to pay at least some of the tax before you’ll get probate. You can claim the tax back from the estate, if you pay it out of your own bank account.<\/p>"},{"id":"74-96","text":"<h3>Probate application fees<\/h3>"},{"id":"74-97","text":"<p>You may have to pay a fee to apply for probate. Whether you need to pay depends on the value of the estate.<\/p>"},{"id":"74-98","text":"<p>If the value of the estate is over £5,000, the application fee is £215. You may be able to get help to pay the probate fee and other court fees if you have a low income or are on certain benefits.<\/p>"},{"id":"74-99","text":"<p>There’s no fee if the estate is £5,000 or less.<\/p>"},{"id":"74-100","text":"<p>Extra copies of the probate cost £1.50 each. This means you can send them to different organisations at the same time.<\/p>"},{"id":"74-101","text":"<h3>If the will has been changed or damaged<\/h3>"},{"id":"74-102","text":"<p>You must include a cover letter if the will or any additions have changed in any way since you’ve had them. This includes them being damaged or separated for photocopying.<\/p>"},{"id":"74-103","text":"<p>The letter should explain what’s been changed and why.<\/p>"},{"id":"74-104","text":"<h3>Get help and advice<\/h3>"},{"id":"74-105","text":"<p>If you’ve not yet applied and have a question about applying for probate, contact the  Courts and Tribunals Service Centre:<\/p>"},{"id":"74-106","text":"<h2>If you’re a probate practitioner<\/h2>"},{"id":"74-107","text":"<p>You should apply for probate for your client using the MyHMCTS service. You’ll need to create an account first if you do not have one.<\/p>"},{"id":"74-108","text":"<h2>Apply for probate online<\/h2>"},{"id":"74-109","text":"<p>You can use this service if you’re the executor or administrator and you:<\/p>"},{"id":"74-110","text":"<li>have the original will and any additions to it (‘codicils’) if you’re the executor (you do not need these if you’re an administrator)<\/li>"},{"id":"74-111","text":"<li>have the original death certificate or an interim death certificate from the coroner<\/li>"},{"id":"74-112","text":"<li>have already reported the estate’s value<\/li>"},{"id":"74-113","text":"<li>have submitted tax forms to HMRC and waited 20 working days, if you need to pay Inheritance Tax<\/li>"},{"id":"74-114","text":"<p>The person who died must have lived in England or Wales most of the time.<\/p>"},{"id":"74-115","text":"<p>The probate registry will keep the original will and any additions to it. If you make a copy of these for your records, do not remove any staples or bindings from them.<\/p>"},{"id":"74-116","text":"<p>Apply for probate<\/p>"},{"id":"74-117","text":"<p>Return to an existing probate application.<\/p>"},{"id":"74-118","text":"<h2>Apply for probate by post<\/h2>"},{"id":"74-119","text":"<p>The form you need to fill in depends on whether the person left a will or not.<\/p>"},{"id":"74-120","text":"<p>Fill in application form PA1P if there is a will.<\/p>"},{"id":"74-121","text":"<p>Fill in application form PA1A if there is not a will.<\/p>"},{"id":"74-122","text":"<p>Because of COVID-19, it’s taking longer to process paper applications than online applications. Use the online service to apply for probate if you can.<\/p>"},{"id":"74-123","text":"<p>You need to pay before you send the form.<\/p>"},{"id":"74-124","text":"<p>You can pay by either:<\/p>"},{"id":"74-125","text":"<li>calling the Courts and Tribunals Service Centre to pay by credit or debit card - you’ll be given a reference number to send with your documents<\/li>"},{"id":"74-126","text":"<li>sending a cheque payable to ‘HM Courts and Tribunals Service’ with your documents<\/li>"},{"id":"74-127","text":"<p>Send your completed form to HMCTS Probate with the following documents:<\/p>"},{"id":"74-128","text":"<li>the original will and any additions to it (‘codicils’)<\/li>"},{"id":"74-129","text":"<li>the death certificate or an interim death certificate from the coroner<\/li>"},{"id":"74-130","text":"<p>Use a signed-for or tracked postal service that will deliver to PO boxes to send your documents.<\/p>"},{"id":"74-131","text":"<p>The death certificate will be returned to you but the will and any additions to it will not be. If you make a copy of the will and any of its additions for your own records, do not remove any staples or bindings from them.<\/p>"},{"id":"74-132","text":"<h1>After you've applied<\/h1>"},{"id":"74-133","text":"<p>You’ll usually get the grant of probate or letters of administration within 8 weeks of sending in your original documents. If you ordered copies of these documents for use outside the UK, these will take longer to arrive.<\/p>"},{"id":"74-134","text":"<p>Because of coronavirus (COVID-19), it’s taking longer to process paper applications than online applications.<\/p>"},{"id":"74-135","text":"<p>You should not make any financial plans or put property on the market until you have received the grant of probate or letters of administration.<\/p>"},{"id":"74-136","text":"<p>If there’s anything wrong with the grant of probate (or letters of administration), return it to the district probate registry listed on the grant or letters.<\/p>"},{"id":"74-137","text":"<p>Send a copy to organisations that hold the assets of the person who died, for example their bank.<\/p>"},{"id":"74-138","text":"<p>Once you have probate you can start dealing with the estate.<\/p>"}]}},{"chunk":{"id":"74-31","text":"<li>brothers and sisters<\/li>"},"judgement":1,"belonging_doc":{"id":"74","title":"Applying for probate","chunks":[{"id":"74-0","text":"<h1>Overview<\/h1>"},{"id":"74-1","text":"<p>Applying for the legal right to deal with someone’s property, money and possessions (their ‘estate’) when they die is called ‘applying for probate’.<\/p>"},{"id":"74-2","text":"<p>You’ll get a document that allows you to start dealing with the estate. If the person left a will you’ll get either:<\/p>"},{"id":"74-3","text":"<li>a ‘grant of probate’<\/li>"},{"id":"74-4","text":"<li>‘letters of administration with will annexed’ (if the will does not name an executor or the named executor is unable to apply)<\/li>"},{"id":"74-5","text":"<p>If the person did not leave a will, you’ll get ‘letters of administration’.<\/p>"},{"id":"74-6","text":"<p>This guide and the service are also available in Welsh (Cymraeg).<\/p>"},{"id":"74-7","text":"<p>The process is different in Scotland and different in Northern Ireland.<\/p>"},{"id":"74-8","text":"<p>Because of coronavirus (COVID-19), probate applications are taking up to 8 weeks to process.<\/p>"},{"id":"74-9","text":"<h2>When probate is not needed<\/h2>"},{"id":"74-10","text":"<p>You may not need probate if the person who died:<\/p>"},{"id":"74-11","text":"<li>had jointly owned land, property, shares or money - these will automatically pass to the surviving owners<\/li>"},{"id":"74-12","text":"<li>only had savings or premium bonds<\/li>"},{"id":"74-13","text":"<p>Contact each asset holder (for example a bank or mortgage company) to find out if you’ll need probate to get access to their assets. Every organisation has its own rules.<\/p>"},{"id":"74-14","text":"<h1>Who can apply<\/h1>"},{"id":"74-15","text":"<p>Only certain people can apply for probate to deal with the estate of someone who died. It depends on whether the person who died left a will.<\/p>"},{"id":"74-16","text":"<p>A will states what should happen to a person’s property and belongings (‘estate’) after they die. It’s usually valid if it’s been signed by the person who made it and 2 witnesses.<\/p>"},{"id":"74-17","text":"<h2>If there’s a will<\/h2>"},{"id":"74-18","text":"<p>You can apply for probate if you’re named in the will, or in an update to the will (a ‘codicil’), as an ‘executor’.<\/p>"},{"id":"74-19","text":"<p>You’ll need the original will and any updates to apply for probate. These must be original documents, not photocopies.<\/p>"},{"id":"74-20","text":"<p>If you do not want to apply for probate, fill in a form to give up executor rights.<\/p>"},{"id":"74-21","text":"<p>Find out what to do if you’re an executor.<\/p>"},{"id":"74-22","text":"<h2>If the person did not leave a will<\/h2>"},{"id":"74-23","text":"<p>The ‘administrator’ deals with the estate.<\/p>"},{"id":"74-24","text":"<p>You can apply to become the estate’s administrator if you are 18 or over and you are the most ‘entitled’ inheritor of the deceased’s estate. This is usually the deceased’s closest living relative.<\/p>"},{"id":"74-25","text":"<p>Relatives are the most entitled inheritors in the following order:<\/p>"},{"id":"74-26","text":"<li>husband, wife or civil partner (including if they were separated)<\/li>"},{"id":"74-27","text":"<li>children (including legally adopted children but not step-children)<\/li>"},{"id":"74-28","text":"<li>grandchildren<\/li>"},{"id":"74-29","text":"<li>great-grandchildren<\/li>"},{"id":"74-30","text":"<li>parents<\/li>"},{"id":"74-31","text":"<li>brothers and sisters<\/li>"},{"id":"74-32","text":"<li>nieces and nephews<\/li>"},{"id":"74-33","text":"<li>half-brothers and half-sisters<\/li>"},{"id":"74-34","text":"<li>half-nieces and half-nephews (the children of the half-brothers and half-sisters of the deceased)<\/li>"},{"id":"74-35","text":"<li>grandparents<\/li>"},{"id":"74-36","text":"<li>aunts and uncles<\/li>"},{"id":"74-37","text":"<li>cousins<\/li>"},{"id":"74-38","text":"<li>half-aunts and half-uncles (the half-brothers and half-sisters of the deceased’s parent)<\/li>"},{"id":"74-39","text":"<li>half-cousins (the children of the half-brothers and half-sisters of the deceased’s parent)<\/li>"},{"id":"74-40","text":"<p>To apply, follow the same steps as applying for probate.<\/p>"},{"id":"74-41","text":"<p>You’ll receive ‘letters of administration’ to prove you have the legal right to deal with the estate.<\/p>"},{"id":"74-42","text":"<p>You cannot apply if you’re the partner of the person but were not their spouse or civil partner when they died. You’re not automatically entitled to any of their estate, unless you’re able to make changes to the inheritance.<\/p>"},{"id":"74-43","text":"<h3>If you do not want to apply<\/h3>"},{"id":"74-44","text":"<p>If you’re the most entitled inheritor and you do not want to apply to be the administrator, you can either:<\/p>"},{"id":"74-45","text":"<li>appoint an attorney to act on your behalf - fill in an attorney form or set up a signed enduring power of attorney (EPA) or registered lasting power of attorney (LPA) and get the attorney to send this in with the probate application<\/li>"},{"id":"74-46","text":"<li>nominate up to 2 people to be the next most entitled inheritor - fill in an ‘intestate’ form and send it to HMCTS Probate<\/li>"},{"id":"74-47","text":"<h3>Work out who inherits<\/h3>"},{"id":"74-48","text":"<p>The law decides who inherits the estate if there’s no will. Work out who will inherit.<\/p>"},{"id":"74-49","text":"<p>You’ll need this information to report the estate’s value and find out if there’s Inheritance Tax to pay.<\/p>"},{"id":"74-50","text":"<p>Inheritance laws may be different if you live in an EU country.<\/p>"},{"id":"74-51","text":"<h2>Stopping a probate application<\/h2>"},{"id":"74-52","text":"<p>If there’s a dispute, you can challenge an application for probate (‘enter a caveat’), before it’s granted.<\/p>"},{"id":"74-53","text":"<p>Find out how to stop a probate application.<\/p>"},{"id":"74-54","text":"<h1>If you’re an executor<\/h1>"},{"id":"74-55","text":"<p>An executor is someone named in a will as responsible for sorting out the estate of the person who’s died.<\/p>"},{"id":"74-56","text":"<p>The person who died will normally have told you if you’re an executor. You’ll need the original will to apply for probate.<\/p>"},{"id":"74-57","text":"<h2>Find the original will<\/h2>"},{"id":"74-58","text":"<p>The person who died should have told all the executors where to find the original will and any updates, for example:<\/p>"},{"id":"74-59","text":"<li>at their house<\/li>"},{"id":"74-60","text":"<li>with a probate practitioner, such as a solicitor<\/li>"},{"id":"74-61","text":"<li>at the Newcastle District Probate Registry - you’ll need the death certificate and evidence you’re the executor<\/li>"},{"id":"74-62","text":"<p>Get help from a probate practitioner or Citizens Advice if you cannot understand a will or codicil.<\/p>"},{"id":"74-63","text":"<p>If you cannot find the original will, you’ll need to fill in a lost will form.<\/p>"},{"id":"74-64","text":"<p>If there’s more than one will, only the most recent will is valid. Do not destroy any copies of earlier wills until you’ve received probate.<\/p>"},{"id":"74-65","text":"<p>An executor only receives assets if they’re also named as a beneficiary.<\/p>"},{"id":"74-66","text":"<h2>If there’s more than one executor<\/h2>"},{"id":"74-67","text":"<p>If more than one person is named as an executor, you must all agree who makes the application for probate.<\/p>"},{"id":"74-68","text":"<p>Up to 4 executors can be named on the application.<\/p>"},{"id":"74-69","text":"<p>If only one executor is named on the application they’ll need to prove that they tried to contact all executors named in the will before they applied.<\/p>"},{"id":"74-70","text":"<p>If you’re having problems finding the other executors, you can contact the Probate Call Centre.<\/p>"},{"id":"74-71","text":"<p>The Probate Call Centre cannot help with disagreements between executors. You’ll need to find another way to reach an agreement - this could mean getting legal advice.<\/p>"},{"id":"74-72","text":"<h2>If you do not want to or cannot be an executor<\/h2>"},{"id":"74-73","text":"<p>The will may name a replacement executor for someone who becomes ‘unwilling or unable’ to deal with the estate.<\/p>"},{"id":"74-74","text":"<p>If no executors are willing or able to apply for probate, fill in a form to give up executor rights and send it to HMCTS Probate.<\/p>"},{"id":"74-75","text":"<h3>You do not want to be an executor<\/h3>"},{"id":"74-76","text":"<p>You can do one of the following:<\/p>"},{"id":"74-77","text":"<li>completely give up your right to apply for probate (‘renunciation’) - fill in a form to give up executor rights and send it with the probate application form<\/li>"},{"id":"74-78","text":"<li>reserve your right to apply for probate later if another executor cannot deal with the estate (holding ‘power reserved’)<\/li>"},{"id":"74-79","text":"<li>appoint an attorney to act on your behalf - fill in an attorney form or set up a signed enduring power of attorney (EPA) or registered lasting power of attorney (LPA) and send it with the probate application<\/li>"},{"id":"74-80","text":"<h3>When an executor is unable to apply for probate<\/h3>"},{"id":"74-81","text":"<p>A replacement executor should apply for probate if the executor is unable to, for example because:<\/p>"},{"id":"74-82","text":"<li>they’ve died<\/li>"},{"id":"74-83","text":"<li>they do not have ‘mental capacity’ - get a doctor to fill in a mental capacity form and send it with the probate application<\/li>"},{"id":"74-84","text":"<h1>Apply for probate<\/h1>"},{"id":"74-85","text":"<p>You can apply for probate yourself online or by post, or pay a probate practitioner (such as a solicitor) to do it for you.<\/p>"},{"id":"74-86","text":"<p>Because of coronavirus (COVID-19), probate applications are taking up to 8 weeks to process. It’s taking longer to process paper applications than online applications.<\/p>"},{"id":"74-87","text":"<p>This guide and the service are also available in Welsh (Cymraeg).<\/p>"},{"id":"74-88","text":"<h2>Before you apply<\/h2>"},{"id":"74-89","text":"<li>Check if you need probate.<\/li>"},{"id":"74-90","text":"<li>Check if you can apply for probate.<\/li>"},{"id":"74-91","text":"<li>You must estimate and report the estate’s value before you apply for probate.<\/li>"},{"id":"74-92","text":"<li>You must find out whether you need to pay Inheritance Tax. If you do have to pay it, send the appropriate forms to HMRC and wait 20 working days before applying for probate.<\/li>"},{"id":"74-93","text":"<li>You must have the original will if you’re the executor (you do not need it if you’re an administrator). You must also have the original death certificate or an interim death certificate from the coroner.<\/li>"},{"id":"74-94","text":"<h3>If you need to pay Inheritance Tax<\/h3>"},{"id":"74-95","text":"<p>You normally have to pay at least some of the tax before you’ll get probate. You can claim the tax back from the estate, if you pay it out of your own bank account.<\/p>"},{"id":"74-96","text":"<h3>Probate application fees<\/h3>"},{"id":"74-97","text":"<p>You may have to pay a fee to apply for probate. Whether you need to pay depends on the value of the estate.<\/p>"},{"id":"74-98","text":"<p>If the value of the estate is over £5,000, the application fee is £215. You may be able to get help to pay the probate fee and other court fees if you have a low income or are on certain benefits.<\/p>"},{"id":"74-99","text":"<p>There’s no fee if the estate is £5,000 or less.<\/p>"},{"id":"74-100","text":"<p>Extra copies of the probate cost £1.50 each. This means you can send them to different organisations at the same time.<\/p>"},{"id":"74-101","text":"<h3>If the will has been changed or damaged<\/h3>"},{"id":"74-102","text":"<p>You must include a cover letter if the will or any additions have changed in any way since you’ve had them. This includes them being damaged or separated for photocopying.<\/p>"},{"id":"74-103","text":"<p>The letter should explain what’s been changed and why.<\/p>"},{"id":"74-104","text":"<h3>Get help and advice<\/h3>"},{"id":"74-105","text":"<p>If you’ve not yet applied and have a question about applying for probate, contact the  Courts and Tribunals Service Centre:<\/p>"},{"id":"74-106","text":"<h2>If you’re a probate practitioner<\/h2>"},{"id":"74-107","text":"<p>You should apply for probate for your client using the MyHMCTS service. You’ll need to create an account first if you do not have one.<\/p>"},{"id":"74-108","text":"<h2>Apply for probate online<\/h2>"},{"id":"74-109","text":"<p>You can use this service if you’re the executor or administrator and you:<\/p>"},{"id":"74-110","text":"<li>have the original will and any additions to it (‘codicils’) if you’re the executor (you do not need these if you’re an administrator)<\/li>"},{"id":"74-111","text":"<li>have the original death certificate or an interim death certificate from the coroner<\/li>"},{"id":"74-112","text":"<li>have already reported the estate’s value<\/li>"},{"id":"74-113","text":"<li>have submitted tax forms to HMRC and waited 20 working days, if you need to pay Inheritance Tax<\/li>"},{"id":"74-114","text":"<p>The person who died must have lived in England or Wales most of the time.<\/p>"},{"id":"74-115","text":"<p>The probate registry will keep the original will and any additions to it. If you make a copy of these for your records, do not remove any staples or bindings from them.<\/p>"},{"id":"74-116","text":"<p>Apply for probate<\/p>"},{"id":"74-117","text":"<p>Return to an existing probate application.<\/p>"},{"id":"74-118","text":"<h2>Apply for probate by post<\/h2>"},{"id":"74-119","text":"<p>The form you need to fill in depends on whether the person left a will or not.<\/p>"},{"id":"74-120","text":"<p>Fill in application form PA1P if there is a will.<\/p>"},{"id":"74-121","text":"<p>Fill in application form PA1A if there is not a will.<\/p>"},{"id":"74-122","text":"<p>Because of COVID-19, it’s taking longer to process paper applications than online applications. Use the online service to apply for probate if you can.<\/p>"},{"id":"74-123","text":"<p>You need to pay before you send the form.<\/p>"},{"id":"74-124","text":"<p>You can pay by either:<\/p>"},{"id":"74-125","text":"<li>calling the Courts and Tribunals Service Centre to pay by credit or debit card - you’ll be given a reference number to send with your documents<\/li>"},{"id":"74-126","text":"<li>sending a cheque payable to ‘HM Courts and Tribunals Service’ with your documents<\/li>"},{"id":"74-127","text":"<p>Send your completed form to HMCTS Probate with the following documents:<\/p>"},{"id":"74-128","text":"<li>the original will and any additions to it (‘codicils’)<\/li>"},{"id":"74-129","text":"<li>the death certificate or an interim death certificate from the coroner<\/li>"},{"id":"74-130","text":"<p>Use a signed-for or tracked postal service that will deliver to PO boxes to send your documents.<\/p>"},{"id":"74-131","text":"<p>The death certificate will be returned to you but the will and any additions to it will not be. If you make a copy of the will and any of its additions for your own records, do not remove any staples or bindings from them.<\/p>"},{"id":"74-132","text":"<h1>After you've applied<\/h1>"},{"id":"74-133","text":"<p>You’ll usually get the grant of probate or letters of administration within 8 weeks of sending in your original documents. If you ordered copies of these documents for use outside the UK, these will take longer to arrive.<\/p>"},{"id":"74-134","text":"<p>Because of coronavirus (COVID-19), it’s taking longer to process paper applications than online applications.<\/p>"},{"id":"74-135","text":"<p>You should not make any financial plans or put property on the market until you have received the grant of probate or letters of administration.<\/p>"},{"id":"74-136","text":"<p>If there’s anything wrong with the grant of probate (or letters of administration), return it to the district probate registry listed on the grant or letters.<\/p>"},{"id":"74-137","text":"<p>Send a copy to organisations that hold the assets of the person who died, for example their bank.<\/p>"},{"id":"74-138","text":"<p>Once you have probate you can start dealing with the estate.<\/p>"}]}}]}
{"query":{"id":"train-1","text":"I was born and raised in Australia. I have changed my gender and got a certificate in Australia. I have moved to UK three years back I would like to know whether I am eligible to apply for Gender Recognition Certificate in UK ?"},"judged_chunks":[{"chunk":{"id":"66-25","text":"<p>Apply by the overseas route if your acquired gender has been legally accepted in an ‘approved country or territory’ and you have documents to prove it.<\/p>"},"judgement":1,"belonging_doc":{"id":"66","title":"Apply for a Gender Recognition Certificate","chunks":[{"id":"66-0","text":"<h1>Overview<\/h1>"},{"id":"66-1","text":"<p>Apply to the Gender Recognition Panel for a Gender Recognition Certificate if you want your acquired gender to be legally recognised in the UK.<\/p>"},{"id":"66-2","text":"<p>There are 3 different ways (‘routes’) to get a certificate - which one you use depends on your situation.<\/p>"},{"id":"66-3","text":"<p>Read the full guidance before you apply.<\/p>"},{"id":"66-4","text":"<h2>Standard route<\/h2>"},{"id":"66-5","text":"<p>Apply by the standard route if all the following are true:<\/p>"},{"id":"66-6","text":"<li>you’re 18 or over<\/li>"},{"id":"66-7","text":"<li>you’ve been diagnosed with gender dysphoria (discomfort with your birth gender) - this is also called gender identity disorder, gender incongruence or transsexualism<\/li>"},{"id":"66-8","text":"<li>you’ve lived in your acquired gender for at least 2 years<\/li>"},{"id":"66-9","text":"<li>you intend to live in your acquired gender for the rest of your life<\/li>"},{"id":"66-10","text":"<h2>Alternative route<\/h2>"},{"id":"66-11","text":"<p>Apply by the alternative route if all the following are true:<\/p>"},{"id":"66-12","text":"<li>you’re 18 or over<\/li>"},{"id":"66-13","text":"<li>you’ve been diagnosed with gender dysphoria or had surgery to change your sexual characteristics<\/li>"},{"id":"66-14","text":"<li>you live in England, Wales, Northern Ireland or Scotland most of the time<\/li>"},{"id":"66-15","text":"<li>you intend to live in your acquired gender for the rest of your life<\/li>"},{"id":"66-16","text":"<li>you’re in (or have been in) a protected marriage or protected civil partnership before 10 December 2014 (16 December 2014 for Scottish marriages and civil partnerships)<\/li>"},{"id":"66-17","text":"<li>you’ve lived in your acquired gender for at least 6 years before 10 December 2014 (16 December 2014 for Scottish marriages and civil partnerships)<\/li>"},{"id":"66-18","text":"<p>A marriage or civil partnership is protected if it’s one of the following:<\/p>"},{"id":"66-19","text":"<li>registered under the law of England, Wales or Northern Ireland<\/li>"},{"id":"66-20","text":"<li>a marriage solemnised in Scotland<\/li>"},{"id":"66-21","text":"<li>a civil partnership registered in Scotland<\/li>"},{"id":"66-22","text":"<li>a marriage registered under the law of a country or territory outside the UK<\/li>"},{"id":"66-23","text":"<li>a marriage on UK consular premises or in an armed forces base, if you elected England, Wales, Northern Ireland or Scotland as the relevant part of the UK<\/li>"},{"id":"66-24","text":"<h2>Overseas route<\/h2>"},{"id":"66-25","text":"<p>Apply by the overseas route if your acquired gender has been legally accepted in an ‘approved country or territory’ and you have documents to prove it.<\/p>"},{"id":"66-26","text":"<p>You must be 18 or over.<\/p>"},{"id":"66-27","text":"<h2>Help you can get<\/h2>"},{"id":"66-28","text":"<p>You can get information, advice and support from a number of voluntary organisations - you can find a list on page 21 of the full guidance.<\/p>"},{"id":"66-29","text":"<p>You can also contact Citizens Advice or find a legal adviser.<\/p>"},{"id":"66-30","text":"<h1>If you're married or in a civil partnership<\/h1>"},{"id":"66-31","text":"<h2>If you’re married<\/h2>"},{"id":"66-32","text":"<p>You can stay married if you apply for a Gender Recognition Certificate.<\/p>"},{"id":"66-33","text":"<p>You and your spouse must fill in a statutory declaration saying you both agree to stay married.<\/p>"},{"id":"66-34","text":"<p>You’ll get an ‘interim certificate’ if you or your spouse do not want to remain married, or if your spouse does not fill in a statutory declaration. You can use the interim certificate as grounds to end the marriage.<\/p>"},{"id":"66-35","text":"<p>If your marriage is registered in England, Wales or Northern Ireland and you have an interim certificate, you’ll only get a full certificate once you end your marriage.<\/p>"},{"id":"66-36","text":"<p>If your marriage was registered in Scotland, you can use an interim certificate to apply to the sheriff court for a full certificate. You do not need to end your marriage first.<\/p>"},{"id":"66-37","text":"<p>Contact the administrative team at the Gender Recognition Panel if either you or your spouse change your mind about staying married during the application process.<\/p>"},{"id":"66-38","text":"<h2>If you’re in a civil partnership<\/h2>"},{"id":"66-39","text":"<p>You can stay in your civil partnership if it was registered in England, Wales or Northern Ireland.<\/p>"},{"id":"66-40","text":"<p>Your partner must fill in a statutory declaration saying they agree to stay in a civil partnership with you. Contact the Gender Recognition Panel for help with filling in the declaration.<\/p>"},{"id":"66-41","text":"<p>You’ll get an ‘interim certificate’ if your partner does not fill in a statutory declaration.<\/p>"},{"id":"66-42","text":"<h3>Civil partnerships registered in Scotland<\/h3>"},{"id":"66-43","text":"<p>If your civil partnership was registered in Scotland, you must end it or convert your civil partnership to marriage.<\/p>"},{"id":"66-44","text":"<p>If you decide to convert your civil partnership into a marriage you must do it before you apply to the Gender Recognition Panel.<\/p>"},{"id":"66-45","text":"<p>If you’re still in a civil partnership when you apply to the Gender Recognition Panel, you’ll get an ‘interim certificate’. You must end the civil partnership before you can get a full certificate.<\/p>"},{"id":"66-46","text":"<h1>How to apply<\/h1>"},{"id":"66-47","text":"<p>Download and fill in the right form for your application.<\/p>"},{"id":"66-48","text":"<tr> | Form | Guidance<\/tr>"},{"id":"66-49","text":"<tr>Standard route | Form T450 | Leaflet T451<\/tr>"},{"id":"66-50","text":"<tr>Alternative route | Form T464 | Leaflet T465<\/tr>"},{"id":"66-51","text":"<tr>Overseas route | Form T453 | Leaflet T454<\/tr>"},{"id":"66-52","text":"<p>Send the completed form with your fee and any supporting documents relevant to your application.<\/p>"},{"id":"66-53","text":"<h2>Fees<\/h2>"},{"id":"66-54","text":"<p>It costs £5 to apply. You can apply for help paying the fee if you’re getting certain benefits or on a low income.<\/p>"},{"id":"66-55","text":"<h2>Get help with your application<\/h2>"},{"id":"66-56","text":"<p>Contact the administrative team at the Gender Recognition Panel for advice on the application process.<\/p>"},{"id":"66-57","text":"<h1>Documents you must provide<\/h1>"},{"id":"66-58","text":"<p>You must send certain documents when you apply, depending on which application route you use and whether you’ve ever been married or in a civil partnership.<\/p>"},{"id":"66-59","text":"<p>You might need to send original documents - you’ll get them back after the Gender Recognition Panel has looked at your application. You will not get any statutory declarations back.<\/p>"},{"id":"66-60","text":"<p>For all application routes, you must download and fill in the relevant statutory declaration for:<\/p>"},{"id":"66-61","text":"<li>single people<\/li>"},{"id":"66-62","text":"<li>married people or civil partners<\/li>"},{"id":"66-63","text":"<h2>If you’ve ever been married or in a civil partnership<\/h2>"},{"id":"66-64","text":"<p>For all application routes you must provide the following (if relevant):<\/p>"},{"id":"66-65","text":"<li>an original or certified copy of your marriage or civil partnership certificate<\/li>"},{"id":"66-66","text":"<li>a copy of the decree ending your marriage or proof that any previous civil partnership has been dissolved<\/li>"},{"id":"66-67","text":"<li>a copy of your spouse’s death certificate<\/li>"},{"id":"66-68","text":"<p>If you want to stay married, your spouse must fill in a statutory declaration for a spouse.<\/p>"},{"id":"66-69","text":"<h2>Standard or alternative route<\/h2>"},{"id":"66-70","text":"<p>For all application routes you must send:<\/p>"},{"id":"66-71","text":"<li>an original or certified copy of your birth certificate<\/li>"},{"id":"66-72","text":"<li>copies of any official documents that show your birth name has changed to your current name<\/li>"},{"id":"66-73","text":"<li>proof you’ve lived in your acquired gender for the required time<\/li>"},{"id":"66-74","text":"<li>any required medical reports<\/li>"},{"id":"66-75","text":"<p>You need to have lived in your acquired gender for 2 years if applying through the standard route.<\/p>"},{"id":"66-76","text":"<p>If you’re applying through the alternative route you need to have lived in your acquired gender for 6 years before 10 December 2014, or 16 December 2014 if you’re in Scotland.<\/p>"},{"id":"66-77","text":"<h3>Proof you’ve lived in your acquired gender<\/h3>"},{"id":"66-78","text":"<p>This proof must cover the required time that you’ve lived in your acquired gender. It could include copies of your:<\/p>"},{"id":"66-79","text":"<li>passport<\/li>"},{"id":"66-80","text":"<li>driving licence<\/li>"},{"id":"66-81","text":"<li>payslips or benefit documents<\/li>"},{"id":"66-82","text":"<li>utility bills or other documents of an official nature<\/li>"},{"id":"66-83","text":"<p>All documents should be in your acquired name and gender. The earliest document must be dated before the beginning of the required time.<\/p>"},{"id":"66-84","text":"<h3>Medical reports<\/h3>"},{"id":"66-85","text":"<p>For the standard and alternative application routes you must send a report that includes details of any treatment you’ve had to change your sexual characteristics, for example hormone treatment or surgery.<\/p>"},{"id":"66-86","text":"<p>The report must be an original copy from a qualified medical professional, for example a:<\/p>"},{"id":"66-87","text":"<li>doctor registered with the General Medical Council (GMC)<\/li>"},{"id":"66-88","text":"<li>psychologist registered with the Health and Care Professions Council<\/li>"},{"id":"66-89","text":"<p>You can ask your GP or surgeon to fill in a report for you if you do not have one already.<\/p>"},{"id":"66-90","text":"<p>If you have not had any treatment or surgery yet, you must send a report that includes details of any planned treatment or surgery.<\/p>"},{"id":"66-91","text":"<p>If you are applying by the standard route you must also send a report with details of your gender dysphoria diagnosis.<\/p>"},{"id":"66-92","text":"<p>Read the list of gender dysphoria specialists to find out who can write this report for you. You can send a report from a registered medical professional not on this list if they can prove they work in gender dysphoria.<\/p>"},{"id":"66-93","text":"<h2>Overseas route<\/h2>"},{"id":"66-94","text":"<p>If you’re applying using the overseas route, you must prove that your gender has been legally recognised in an ‘approved country or territory’. Send original or certified copies of the following (if you have them):<\/p>"},{"id":"66-95","text":"<li>your new birth certificate and old birth certificate<\/li>"},{"id":"66-96","text":"<li>an amended birth certificate that shows the change of gender<\/li>"},{"id":"66-97","text":"<li>a court order authorising your change of gender<\/li>"},{"id":"66-98","text":"<li>a document that’s equivalent to a Gender Recognition Certificate<\/li>"},{"id":"66-99","text":"<li>an entry in a legal register that proves your acquired gender has been recognised<\/li>"},{"id":"66-100","text":"<h1>What happens next<\/h1>"},{"id":"66-101","text":"<p>Your application will be assessed by the Gender Recognition Panel - you’ll be contacted if they need more proof or information.<\/p>"},{"id":"66-102","text":"<p>Contact the administrative team at the Gender Recognition Panel to find out about your application’s progress.<\/p>"},{"id":"66-103","text":"<h2>If you get a full certificate<\/h2>"},{"id":"66-104","text":"<p>You’ll be sent information on:<\/p>"},{"id":"66-105","text":"<li>how to get a new birth certificate, marriage certificate or civil partnership where appropriate<\/li>"},{"id":"66-106","text":"<li>who you must tell about your gender change<\/li>"},{"id":"66-107","text":"<p>Your pension and benefits may be affected.<\/p>"},{"id":"66-108","text":"<h2>If you’re given an interim certificate<\/h2>"},{"id":"66-109","text":"<p>You’ll be sent information on:<\/p>"},{"id":"66-110","text":"<li>how to annul or dissolve your marriage or civil partnership<\/li>"},{"id":"66-111","text":"<li>how long you have to convert your civil partnership to a marriage, if applicable<\/li>"},{"id":"66-112","text":"<h2>If your application is turned down<\/h2>"},{"id":"66-113","text":"<p>You’ll be told why your application was rejected.<\/p>"},{"id":"66-114","text":"<p>You may be able to appeal the decision if you think it’s wrong on a point of law.<\/p>"},{"id":"66-115","text":"<p>Where you appeal depends on whether you live in:<\/p>"},{"id":"66-116","text":"<li>England and Wales - appeal to the High Court Family Division<\/li>"},{"id":"66-117","text":"<li>Scotland - appeal to the Court of Session in Edinburgh<\/li>"},{"id":"66-118","text":"<li>Northern Ireland - appeal to the High Court<\/li>"},{"id":"66-119","text":"<p>You’ll be told in your decision letter how to appeal or apply again.<\/p>"},{"id":"66-120","text":"<h1>Legislation<\/h1>"},{"id":"66-121","text":"<p>The Gender Recognition Panel must apply the law in the Gender Recognition Act 2004 and the following amendments:<\/p>"},{"id":"66-122","text":"<li>Schedule 5, Section 12 of the Marriage (Same Sex Couples) Act 2013<\/li>"},{"id":"66-123","text":"<li>Part 4 of the Marriage and Civil Partnership (Scotland) Act 2014<\/li>"}]}},{"chunk":{"id":"66-26","text":"<p>You must be 18 or over.<\/p>"},"judgement":1,"belonging_doc":{"id":"66","title":"Apply for a Gender Recognition Certificate","chunks":[{"id":"66-0","text":"<h1>Overview<\/h1>"},{"id":"66-1","text":"<p>Apply to the Gender Recognition Panel for a Gender Recognition Certificate if you want your acquired gender to be legally recognised in the UK.<\/p>"},{"id":"66-2","text":"<p>There are 3 different ways (‘routes’) to get a certificate - which one you use depends on your situation.<\/p>"},{"id":"66-3","text":"<p>Read the full guidance before you apply.<\/p>"},{"id":"66-4","text":"<h2>Standard route<\/h2>"},{"id":"66-5","text":"<p>Apply by the standard route if all the following are true:<\/p>"},{"id":"66-6","text":"<li>you’re 18 or over<\/li>"},{"id":"66-7","text":"<li>you’ve been diagnosed with gender dysphoria (discomfort with your birth gender) - this is also called gender identity disorder, gender incongruence or transsexualism<\/li>"},{"id":"66-8","text":"<li>you’ve lived in your acquired gender for at least 2 years<\/li>"},{"id":"66-9","text":"<li>you intend to live in your acquired gender for the rest of your life<\/li>"},{"id":"66-10","text":"<h2>Alternative route<\/h2>"},{"id":"66-11","text":"<p>Apply by the alternative route if all the following are true:<\/p>"},{"id":"66-12","text":"<li>you’re 18 or over<\/li>"},{"id":"66-13","text":"<li>you’ve been diagnosed with gender dysphoria or had surgery to change your sexual characteristics<\/li>"},{"id":"66-14","text":"<li>you live in England, Wales, Northern Ireland or Scotland most of the time<\/li>"},{"id":"66-15","text":"<li>you intend to live in your acquired gender for the rest of your life<\/li>"},{"id":"66-16","text":"<li>you’re in (or have been in) a protected marriage or protected civil partnership before 10 December 2014 (16 December 2014 for Scottish marriages and civil partnerships)<\/li>"},{"id":"66-17","text":"<li>you’ve lived in your acquired gender for at least 6 years before 10 December 2014 (16 December 2014 for Scottish marriages and civil partnerships)<\/li>"},{"id":"66-18","text":"<p>A marriage or civil partnership is protected if it’s one of the following:<\/p>"},{"id":"66-19","text":"<li>registered under the law of England, Wales or Northern Ireland<\/li>"},{"id":"66-20","text":"<li>a marriage solemnised in Scotland<\/li>"},{"id":"66-21","text":"<li>a civil partnership registered in Scotland<\/li>"},{"id":"66-22","text":"<li>a marriage registered under the law of a country or territory outside the UK<\/li>"},{"id":"66-23","text":"<li>a marriage on UK consular premises or in an armed forces base, if you elected England, Wales, Northern Ireland or Scotland as the relevant part of the UK<\/li>"},{"id":"66-24","text":"<h2>Overseas route<\/h2>"},{"id":"66-25","text":"<p>Apply by the overseas route if your acquired gender has been legally accepted in an ‘approved country or territory’ and you have documents to prove it.<\/p>"},{"id":"66-26","text":"<p>You must be 18 or over.<\/p>"},{"id":"66-27","text":"<h2>Help you can get<\/h2>"},{"id":"66-28","text":"<p>You can get information, advice and support from a number of voluntary organisations - you can find a list on page 21 of the full guidance.<\/p>"},{"id":"66-29","text":"<p>You can also contact Citizens Advice or find a legal adviser.<\/p>"},{"id":"66-30","text":"<h1>If you're married or in a civil partnership<\/h1>"},{"id":"66-31","text":"<h2>If you’re married<\/h2>"},{"id":"66-32","text":"<p>You can stay married if you apply for a Gender Recognition Certificate.<\/p>"},{"id":"66-33","text":"<p>You and your spouse must fill in a statutory declaration saying you both agree to stay married.<\/p>"},{"id":"66-34","text":"<p>You’ll get an ‘interim certificate’ if you or your spouse do not want to remain married, or if your spouse does not fill in a statutory declaration. You can use the interim certificate as grounds to end the marriage.<\/p>"},{"id":"66-35","text":"<p>If your marriage is registered in England, Wales or Northern Ireland and you have an interim certificate, you’ll only get a full certificate once you end your marriage.<\/p>"},{"id":"66-36","text":"<p>If your marriage was registered in Scotland, you can use an interim certificate to apply to the sheriff court for a full certificate. You do not need to end your marriage first.<\/p>"},{"id":"66-37","text":"<p>Contact the administrative team at the Gender Recognition Panel if either you or your spouse change your mind about staying married during the application process.<\/p>"},{"id":"66-38","text":"<h2>If you’re in a civil partnership<\/h2>"},{"id":"66-39","text":"<p>You can stay in your civil partnership if it was registered in England, Wales or Northern Ireland.<\/p>"},{"id":"66-40","text":"<p>Your partner must fill in a statutory declaration saying they agree to stay in a civil partnership with you. Contact the Gender Recognition Panel for help with filling in the declaration.<\/p>"},{"id":"66-41","text":"<p>You’ll get an ‘interim certificate’ if your partner does not fill in a statutory declaration.<\/p>"},{"id":"66-42","text":"<h3>Civil partnerships registered in Scotland<\/h3>"},{"id":"66-43","text":"<p>If your civil partnership was registered in Scotland, you must end it or convert your civil partnership to marriage.<\/p>"},{"id":"66-44","text":"<p>If you decide to convert your civil partnership into a marriage you must do it before you apply to the Gender Recognition Panel.<\/p>"},{"id":"66-45","text":"<p>If you’re still in a civil partnership when you apply to the Gender Recognition Panel, you’ll get an ‘interim certificate’. You must end the civil partnership before you can get a full certificate.<\/p>"},{"id":"66-46","text":"<h1>How to apply<\/h1>"},{"id":"66-47","text":"<p>Download and fill in the right form for your application.<\/p>"},{"id":"66-48","text":"<tr> | Form | Guidance<\/tr>"},{"id":"66-49","text":"<tr>Standard route | Form T450 | Leaflet T451<\/tr>"},{"id":"66-50","text":"<tr>Alternative route | Form T464 | Leaflet T465<\/tr>"},{"id":"66-51","text":"<tr>Overseas route | Form T453 | Leaflet T454<\/tr>"},{"id":"66-52","text":"<p>Send the completed form with your fee and any supporting documents relevant to your application.<\/p>"},{"id":"66-53","text":"<h2>Fees<\/h2>"},{"id":"66-54","text":"<p>It costs £5 to apply. You can apply for help paying the fee if you’re getting certain benefits or on a low income.<\/p>"},{"id":"66-55","text":"<h2>Get help with your application<\/h2>"},{"id":"66-56","text":"<p>Contact the administrative team at the Gender Recognition Panel for advice on the application process.<\/p>"},{"id":"66-57","text":"<h1>Documents you must provide<\/h1>"},{"id":"66-58","text":"<p>You must send certain documents when you apply, depending on which application route you use and whether you’ve ever been married or in a civil partnership.<\/p>"},{"id":"66-59","text":"<p>You might need to send original documents - you’ll get them back after the Gender Recognition Panel has looked at your application. You will not get any statutory declarations back.<\/p>"},{"id":"66-60","text":"<p>For all application routes, you must download and fill in the relevant statutory declaration for:<\/p>"},{"id":"66-61","text":"<li>single people<\/li>"},{"id":"66-62","text":"<li>married people or civil partners<\/li>"},{"id":"66-63","text":"<h2>If you’ve ever been married or in a civil partnership<\/h2>"},{"id":"66-64","text":"<p>For all application routes you must provide the following (if relevant):<\/p>"},{"id":"66-65","text":"<li>an original or certified copy of your marriage or civil partnership certificate<\/li>"},{"id":"66-66","text":"<li>a copy of the decree ending your marriage or proof that any previous civil partnership has been dissolved<\/li>"},{"id":"66-67","text":"<li>a copy of your spouse’s death certificate<\/li>"},{"id":"66-68","text":"<p>If you want to stay married, your spouse must fill in a statutory declaration for a spouse.<\/p>"},{"id":"66-69","text":"<h2>Standard or alternative route<\/h2>"},{"id":"66-70","text":"<p>For all application routes you must send:<\/p>"},{"id":"66-71","text":"<li>an original or certified copy of your birth certificate<\/li>"},{"id":"66-72","text":"<li>copies of any official documents that show your birth name has changed to your current name<\/li>"},{"id":"66-73","text":"<li>proof you’ve lived in your acquired gender for the required time<\/li>"},{"id":"66-74","text":"<li>any required medical reports<\/li>"},{"id":"66-75","text":"<p>You need to have lived in your acquired gender for 2 years if applying through the standard route.<\/p>"},{"id":"66-76","text":"<p>If you’re applying through the alternative route you need to have lived in your acquired gender for 6 years before 10 December 2014, or 16 December 2014 if you’re in Scotland.<\/p>"},{"id":"66-77","text":"<h3>Proof you’ve lived in your acquired gender<\/h3>"},{"id":"66-78","text":"<p>This proof must cover the required time that you’ve lived in your acquired gender. It could include copies of your:<\/p>"},{"id":"66-79","text":"<li>passport<\/li>"},{"id":"66-80","text":"<li>driving licence<\/li>"},{"id":"66-81","text":"<li>payslips or benefit documents<\/li>"},{"id":"66-82","text":"<li>utility bills or other documents of an official nature<\/li>"},{"id":"66-83","text":"<p>All documents should be in your acquired name and gender. The earliest document must be dated before the beginning of the required time.<\/p>"},{"id":"66-84","text":"<h3>Medical reports<\/h3>"},{"id":"66-85","text":"<p>For the standard and alternative application routes you must send a report that includes details of any treatment you’ve had to change your sexual characteristics, for example hormone treatment or surgery.<\/p>"},{"id":"66-86","text":"<p>The report must be an original copy from a qualified medical professional, for example a:<\/p>"},{"id":"66-87","text":"<li>doctor registered with the General Medical Council (GMC)<\/li>"},{"id":"66-88","text":"<li>psychologist registered with the Health and Care Professions Council<\/li>"},{"id":"66-89","text":"<p>You can ask your GP or surgeon to fill in a report for you if you do not have one already.<\/p>"},{"id":"66-90","text":"<p>If you have not had any treatment or surgery yet, you must send a report that includes details of any planned treatment or surgery.<\/p>"},{"id":"66-91","text":"<p>If you are applying by the standard route you must also send a report with details of your gender dysphoria diagnosis.<\/p>"},{"id":"66-92","text":"<p>Read the list of gender dysphoria specialists to find out who can write this report for you. You can send a report from a registered medical professional not on this list if they can prove they work in gender dysphoria.<\/p>"},{"id":"66-93","text":"<h2>Overseas route<\/h2>"},{"id":"66-94","text":"<p>If you’re applying using the overseas route, you must prove that your gender has been legally recognised in an ‘approved country or territory’. Send original or certified copies of the following (if you have them):<\/p>"},{"id":"66-95","text":"<li>your new birth certificate and old birth certificate<\/li>"},{"id":"66-96","text":"<li>an amended birth certificate that shows the change of gender<\/li>"},{"id":"66-97","text":"<li>a court order authorising your change of gender<\/li>"},{"id":"66-98","text":"<li>a document that’s equivalent to a Gender Recognition Certificate<\/li>"},{"id":"66-99","text":"<li>an entry in a legal register that proves your acquired gender has been recognised<\/li>"},{"id":"66-100","text":"<h1>What happens next<\/h1>"},{"id":"66-101","text":"<p>Your application will be assessed by the Gender Recognition Panel - you’ll be contacted if they need more proof or information.<\/p>"},{"id":"66-102","text":"<p>Contact the administrative team at the Gender Recognition Panel to find out about your application’s progress.<\/p>"},{"id":"66-103","text":"<h2>If you get a full certificate<\/h2>"},{"id":"66-104","text":"<p>You’ll be sent information on:<\/p>"},{"id":"66-105","text":"<li>how to get a new birth certificate, marriage certificate or civil partnership where appropriate<\/li>"},{"id":"66-106","text":"<li>who you must tell about your gender change<\/li>"},{"id":"66-107","text":"<p>Your pension and benefits may be affected.<\/p>"},{"id":"66-108","text":"<h2>If you’re given an interim certificate<\/h2>"},{"id":"66-109","text":"<p>You’ll be sent information on:<\/p>"},{"id":"66-110","text":"<li>how to annul or dissolve your marriage or civil partnership<\/li>"},{"id":"66-111","text":"<li>how long you have to convert your civil partnership to a marriage, if applicable<\/li>"},{"id":"66-112","text":"<h2>If your application is turned down<\/h2>"},{"id":"66-113","text":"<p>You’ll be told why your application was rejected.<\/p>"},{"id":"66-114","text":"<p>You may be able to appeal the decision if you think it’s wrong on a point of law.<\/p>"},{"id":"66-115","text":"<p>Where you appeal depends on whether you live in:<\/p>"},{"id":"66-116","text":"<li>England and Wales - appeal to the High Court Family Division<\/li>"},{"id":"66-117","text":"<li>Scotland - appeal to the Court of Session in Edinburgh<\/li>"},{"id":"66-118","text":"<li>Northern Ireland - appeal to the High Court<\/li>"},{"id":"66-119","text":"<p>You’ll be told in your decision letter how to appeal or apply again.<\/p>"},{"id":"66-120","text":"<h1>Legislation<\/h1>"},{"id":"66-121","text":"<p>The Gender Recognition Panel must apply the law in the Gender Recognition Act 2004 and the following amendments:<\/p>"},{"id":"66-122","text":"<li>Schedule 5, Section 12 of the Marriage (Same Sex Couples) Act 2013<\/li>"},{"id":"66-123","text":"<li>Part 4 of the Marriage and Civil Partnership (Scotland) Act 2014<\/li>"}]}},{"chunk":{"id":"66-51","text":"<tr>Overseas route | Form T453 | Leaflet T454<\/tr>"},"judgement":1,"belonging_doc":{"id":"66","title":"Apply for a Gender Recognition Certificate","chunks":[{"id":"66-0","text":"<h1>Overview<\/h1>"},{"id":"66-1","text":"<p>Apply to the Gender Recognition Panel for a Gender Recognition Certificate if you want your acquired gender to be legally recognised in the UK.<\/p>"},{"id":"66-2","text":"<p>There are 3 different ways (‘routes’) to get a certificate - which one you use depends on your situation.<\/p>"},{"id":"66-3","text":"<p>Read the full guidance before you apply.<\/p>"},{"id":"66-4","text":"<h2>Standard route<\/h2>"},{"id":"66-5","text":"<p>Apply by the standard route if all the following are true:<\/p>"},{"id":"66-6","text":"<li>you’re 18 or over<\/li>"},{"id":"66-7","text":"<li>you’ve been diagnosed with gender dysphoria (discomfort with your birth gender) - this is also called gender identity disorder, gender incongruence or transsexualism<\/li>"},{"id":"66-8","text":"<li>you’ve lived in your acquired gender for at least 2 years<\/li>"},{"id":"66-9","text":"<li>you intend to live in your acquired gender for the rest of your life<\/li>"},{"id":"66-10","text":"<h2>Alternative route<\/h2>"},{"id":"66-11","text":"<p>Apply by the alternative route if all the following are true:<\/p>"},{"id":"66-12","text":"<li>you’re 18 or over<\/li>"},{"id":"66-13","text":"<li>you’ve been diagnosed with gender dysphoria or had surgery to change your sexual characteristics<\/li>"},{"id":"66-14","text":"<li>you live in England, Wales, Northern Ireland or Scotland most of the time<\/li>"},{"id":"66-15","text":"<li>you intend to live in your acquired gender for the rest of your life<\/li>"},{"id":"66-16","text":"<li>you’re in (or have been in) a protected marriage or protected civil partnership before 10 December 2014 (16 December 2014 for Scottish marriages and civil partnerships)<\/li>"},{"id":"66-17","text":"<li>you’ve lived in your acquired gender for at least 6 years before 10 December 2014 (16 December 2014 for Scottish marriages and civil partnerships)<\/li>"},{"id":"66-18","text":"<p>A marriage or civil partnership is protected if it’s one of the following:<\/p>"},{"id":"66-19","text":"<li>registered under the law of England, Wales or Northern Ireland<\/li>"},{"id":"66-20","text":"<li>a marriage solemnised in Scotland<\/li>"},{"id":"66-21","text":"<li>a civil partnership registered in Scotland<\/li>"},{"id":"66-22","text":"<li>a marriage registered under the law of a country or territory outside the UK<\/li>"},{"id":"66-23","text":"<li>a marriage on UK consular premises or in an armed forces base, if you elected England, Wales, Northern Ireland or Scotland as the relevant part of the UK<\/li>"},{"id":"66-24","text":"<h2>Overseas route<\/h2>"},{"id":"66-25","text":"<p>Apply by the overseas route if your acquired gender has been legally accepted in an ‘approved country or territory’ and you have documents to prove it.<\/p>"},{"id":"66-26","text":"<p>You must be 18 or over.<\/p>"},{"id":"66-27","text":"<h2>Help you can get<\/h2>"},{"id":"66-28","text":"<p>You can get information, advice and support from a number of voluntary organisations - you can find a list on page 21 of the full guidance.<\/p>"},{"id":"66-29","text":"<p>You can also contact Citizens Advice or find a legal adviser.<\/p>"},{"id":"66-30","text":"<h1>If you're married or in a civil partnership<\/h1>"},{"id":"66-31","text":"<h2>If you’re married<\/h2>"},{"id":"66-32","text":"<p>You can stay married if you apply for a Gender Recognition Certificate.<\/p>"},{"id":"66-33","text":"<p>You and your spouse must fill in a statutory declaration saying you both agree to stay married.<\/p>"},{"id":"66-34","text":"<p>You’ll get an ‘interim certificate’ if you or your spouse do not want to remain married, or if your spouse does not fill in a statutory declaration. You can use the interim certificate as grounds to end the marriage.<\/p>"},{"id":"66-35","text":"<p>If your marriage is registered in England, Wales or Northern Ireland and you have an interim certificate, you’ll only get a full certificate once you end your marriage.<\/p>"},{"id":"66-36","text":"<p>If your marriage was registered in Scotland, you can use an interim certificate to apply to the sheriff court for a full certificate. You do not need to end your marriage first.<\/p>"},{"id":"66-37","text":"<p>Contact the administrative team at the Gender Recognition Panel if either you or your spouse change your mind about staying married during the application process.<\/p>"},{"id":"66-38","text":"<h2>If you’re in a civil partnership<\/h2>"},{"id":"66-39","text":"<p>You can stay in your civil partnership if it was registered in England, Wales or Northern Ireland.<\/p>"},{"id":"66-40","text":"<p>Your partner must fill in a statutory declaration saying they agree to stay in a civil partnership with you. Contact the Gender Recognition Panel for help with filling in the declaration.<\/p>"},{"id":"66-41","text":"<p>You’ll get an ‘interim certificate’ if your partner does not fill in a statutory declaration.<\/p>"},{"id":"66-42","text":"<h3>Civil partnerships registered in Scotland<\/h3>"},{"id":"66-43","text":"<p>If your civil partnership was registered in Scotland, you must end it or convert your civil partnership to marriage.<\/p>"},{"id":"66-44","text":"<p>If you decide to convert your civil partnership into a marriage you must do it before you apply to the Gender Recognition Panel.<\/p>"},{"id":"66-45","text":"<p>If you’re still in a civil partnership when you apply to the Gender Recognition Panel, you’ll get an ‘interim certificate’. You must end the civil partnership before you can get a full certificate.<\/p>"},{"id":"66-46","text":"<h1>How to apply<\/h1>"},{"id":"66-47","text":"<p>Download and fill in the right form for your application.<\/p>"},{"id":"66-48","text":"<tr> | Form | Guidance<\/tr>"},{"id":"66-49","text":"<tr>Standard route | Form T450 | Leaflet T451<\/tr>"},{"id":"66-50","text":"<tr>Alternative route | Form T464 | Leaflet T465<\/tr>"},{"id":"66-51","text":"<tr>Overseas route | Form T453 | Leaflet T454<\/tr>"},{"id":"66-52","text":"<p>Send the completed form with your fee and any supporting documents relevant to your application.<\/p>"},{"id":"66-53","text":"<h2>Fees<\/h2>"},{"id":"66-54","text":"<p>It costs £5 to apply. You can apply for help paying the fee if you’re getting certain benefits or on a low income.<\/p>"},{"id":"66-55","text":"<h2>Get help with your application<\/h2>"},{"id":"66-56","text":"<p>Contact the administrative team at the Gender Recognition Panel for advice on the application process.<\/p>"},{"id":"66-57","text":"<h1>Documents you must provide<\/h1>"},{"id":"66-58","text":"<p>You must send certain documents when you apply, depending on which application route you use and whether you’ve ever been married or in a civil partnership.<\/p>"},{"id":"66-59","text":"<p>You might need to send original documents - you’ll get them back after the Gender Recognition Panel has looked at your application. You will not get any statutory declarations back.<\/p>"},{"id":"66-60","text":"<p>For all application routes, you must download and fill in the relevant statutory declaration for:<\/p>"},{"id":"66-61","text":"<li>single people<\/li>"},{"id":"66-62","text":"<li>married people or civil partners<\/li>"},{"id":"66-63","text":"<h2>If you’ve ever been married or in a civil partnership<\/h2>"},{"id":"66-64","text":"<p>For all application routes you must provide the following (if relevant):<\/p>"},{"id":"66-65","text":"<li>an original or certified copy of your marriage or civil partnership certificate<\/li>"},{"id":"66-66","text":"<li>a copy of the decree ending your marriage or proof that any previous civil partnership has been dissolved<\/li>"},{"id":"66-67","text":"<li>a copy of your spouse’s death certificate<\/li>"},{"id":"66-68","text":"<p>If you want to stay married, your spouse must fill in a statutory declaration for a spouse.<\/p>"},{"id":"66-69","text":"<h2>Standard or alternative route<\/h2>"},{"id":"66-70","text":"<p>For all application routes you must send:<\/p>"},{"id":"66-71","text":"<li>an original or certified copy of your birth certificate<\/li>"},{"id":"66-72","text":"<li>copies of any official documents that show your birth name has changed to your current name<\/li>"},{"id":"66-73","text":"<li>proof you’ve lived in your acquired gender for the required time<\/li>"},{"id":"66-74","text":"<li>any required medical reports<\/li>"},{"id":"66-75","text":"<p>You need to have lived in your acquired gender for 2 years if applying through the standard route.<\/p>"},{"id":"66-76","text":"<p>If you’re applying through the alternative route you need to have lived in your acquired gender for 6 years before 10 December 2014, or 16 December 2014 if you’re in Scotland.<\/p>"},{"id":"66-77","text":"<h3>Proof you’ve lived in your acquired gender<\/h3>"},{"id":"66-78","text":"<p>This proof must cover the required time that you’ve lived in your acquired gender. It could include copies of your:<\/p>"},{"id":"66-79","text":"<li>passport<\/li>"},{"id":"66-80","text":"<li>driving licence<\/li>"},{"id":"66-81","text":"<li>payslips or benefit documents<\/li>"},{"id":"66-82","text":"<li>utility bills or other documents of an official nature<\/li>"},{"id":"66-83","text":"<p>All documents should be in your acquired name and gender. The earliest document must be dated before the beginning of the required time.<\/p>"},{"id":"66-84","text":"<h3>Medical reports<\/h3>"},{"id":"66-85","text":"<p>For the standard and alternative application routes you must send a report that includes details of any treatment you’ve had to change your sexual characteristics, for example hormone treatment or surgery.<\/p>"},{"id":"66-86","text":"<p>The report must be an original copy from a qualified medical professional, for example a:<\/p>"},{"id":"66-87","text":"<li>doctor registered with the General Medical Council (GMC)<\/li>"},{"id":"66-88","text":"<li>psychologist registered with the Health and Care Professions Council<\/li>"},{"id":"66-89","text":"<p>You can ask your GP or surgeon to fill in a report for you if you do not have one already.<\/p>"},{"id":"66-90","text":"<p>If you have not had any treatment or surgery yet, you must send a report that includes details of any planned treatment or surgery.<\/p>"},{"id":"66-91","text":"<p>If you are applying by the standard route you must also send a report with details of your gender dysphoria diagnosis.<\/p>"},{"id":"66-92","text":"<p>Read the list of gender dysphoria specialists to find out who can write this report for you. You can send a report from a registered medical professional not on this list if they can prove they work in gender dysphoria.<\/p>"},{"id":"66-93","text":"<h2>Overseas route<\/h2>"},{"id":"66-94","text":"<p>If you’re applying using the overseas route, you must prove that your gender has been legally recognised in an ‘approved country or territory’. Send original or certified copies of the following (if you have them):<\/p>"},{"id":"66-95","text":"<li>your new birth certificate and old birth certificate<\/li>"},{"id":"66-96","text":"<li>an amended birth certificate that shows the change of gender<\/li>"},{"id":"66-97","text":"<li>a court order authorising your change of gender<\/li>"},{"id":"66-98","text":"<li>a document that’s equivalent to a Gender Recognition Certificate<\/li>"},{"id":"66-99","text":"<li>an entry in a legal register that proves your acquired gender has been recognised<\/li>"},{"id":"66-100","text":"<h1>What happens next<\/h1>"},{"id":"66-101","text":"<p>Your application will be assessed by the Gender Recognition Panel - you’ll be contacted if they need more proof or information.<\/p>"},{"id":"66-102","text":"<p>Contact the administrative team at the Gender Recognition Panel to find out about your application’s progress.<\/p>"},{"id":"66-103","text":"<h2>If you get a full certificate<\/h2>"},{"id":"66-104","text":"<p>You’ll be sent information on:<\/p>"},{"id":"66-105","text":"<li>how to get a new birth certificate, marriage certificate or civil partnership where appropriate<\/li>"},{"id":"66-106","text":"<li>who you must tell about your gender change<\/li>"},{"id":"66-107","text":"<p>Your pension and benefits may be affected.<\/p>"},{"id":"66-108","text":"<h2>If you’re given an interim certificate<\/h2>"},{"id":"66-109","text":"<p>You’ll be sent information on:<\/p>"},{"id":"66-110","text":"<li>how to annul or dissolve your marriage or civil partnership<\/li>"},{"id":"66-111","text":"<li>how long you have to convert your civil partnership to a marriage, if applicable<\/li>"},{"id":"66-112","text":"<h2>If your application is turned down<\/h2>"},{"id":"66-113","text":"<p>You’ll be told why your application was rejected.<\/p>"},{"id":"66-114","text":"<p>You may be able to appeal the decision if you think it’s wrong on a point of law.<\/p>"},{"id":"66-115","text":"<p>Where you appeal depends on whether you live in:<\/p>"},{"id":"66-116","text":"<li>England and Wales - appeal to the High Court Family Division<\/li>"},{"id":"66-117","text":"<li>Scotland - appeal to the Court of Session in Edinburgh<\/li>"},{"id":"66-118","text":"<li>Northern Ireland - appeal to the High Court<\/li>"},{"id":"66-119","text":"<p>You’ll be told in your decision letter how to appeal or apply again.<\/p>"},{"id":"66-120","text":"<h1>Legislation<\/h1>"},{"id":"66-121","text":"<p>The Gender Recognition Panel must apply the law in the Gender Recognition Act 2004 and the following amendments:<\/p>"},{"id":"66-122","text":"<li>Schedule 5, Section 12 of the Marriage (Same Sex Couples) Act 2013<\/li>"},{"id":"66-123","text":"<li>Part 4 of the Marriage and Civil Partnership (Scotland) Act 2014<\/li>"}]}},{"chunk":{"id":"66-94","text":"<p>If you’re applying using the overseas route, you must prove that your gender has been legally recognised in an ‘approved country or territory’. Send original or certified copies of the following (if you have them):<\/p>"},"judgement":1,"belonging_doc":{"id":"66","title":"Apply for a Gender Recognition Certificate","chunks":[{"id":"66-0","text":"<h1>Overview<\/h1>"},{"id":"66-1","text":"<p>Apply to the Gender Recognition Panel for a Gender Recognition Certificate if you want your acquired gender to be legally recognised in the UK.<\/p>"},{"id":"66-2","text":"<p>There are 3 different ways (‘routes’) to get a certificate - which one you use depends on your situation.<\/p>"},{"id":"66-3","text":"<p>Read the full guidance before you apply.<\/p>"},{"id":"66-4","text":"<h2>Standard route<\/h2>"},{"id":"66-5","text":"<p>Apply by the standard route if all the following are true:<\/p>"},{"id":"66-6","text":"<li>you’re 18 or over<\/li>"},{"id":"66-7","text":"<li>you’ve been diagnosed with gender dysphoria (discomfort with your birth gender) - this is also called gender identity disorder, gender incongruence or transsexualism<\/li>"},{"id":"66-8","text":"<li>you’ve lived in your acquired gender for at least 2 years<\/li>"},{"id":"66-9","text":"<li>you intend to live in your acquired gender for the rest of your life<\/li>"},{"id":"66-10","text":"<h2>Alternative route<\/h2>"},{"id":"66-11","text":"<p>Apply by the alternative route if all the following are true:<\/p>"},{"id":"66-12","text":"<li>you’re 18 or over<\/li>"},{"id":"66-13","text":"<li>you’ve been diagnosed with gender dysphoria or had surgery to change your sexual characteristics<\/li>"},{"id":"66-14","text":"<li>you live in England, Wales, Northern Ireland or Scotland most of the time<\/li>"},{"id":"66-15","text":"<li>you intend to live in your acquired gender for the rest of your life<\/li>"},{"id":"66-16","text":"<li>you’re in (or have been in) a protected marriage or protected civil partnership before 10 December 2014 (16 December 2014 for Scottish marriages and civil partnerships)<\/li>"},{"id":"66-17","text":"<li>you’ve lived in your acquired gender for at least 6 years before 10 December 2014 (16 December 2014 for Scottish marriages and civil partnerships)<\/li>"},{"id":"66-18","text":"<p>A marriage or civil partnership is protected if it’s one of the following:<\/p>"},{"id":"66-19","text":"<li>registered under the law of England, Wales or Northern Ireland<\/li>"},{"id":"66-20","text":"<li>a marriage solemnised in Scotland<\/li>"},{"id":"66-21","text":"<li>a civil partnership registered in Scotland<\/li>"},{"id":"66-22","text":"<li>a marriage registered under the law of a country or territory outside the UK<\/li>"},{"id":"66-23","text":"<li>a marriage on UK consular premises or in an armed forces base, if you elected England, Wales, Northern Ireland or Scotland as the relevant part of the UK<\/li>"},{"id":"66-24","text":"<h2>Overseas route<\/h2>"},{"id":"66-25","text":"<p>Apply by the overseas route if your acquired gender has been legally accepted in an ‘approved country or territory’ and you have documents to prove it.<\/p>"},{"id":"66-26","text":"<p>You must be 18 or over.<\/p>"},{"id":"66-27","text":"<h2>Help you can get<\/h2>"},{"id":"66-28","text":"<p>You can get information, advice and support from a number of voluntary organisations - you can find a list on page 21 of the full guidance.<\/p>"},{"id":"66-29","text":"<p>You can also contact Citizens Advice or find a legal adviser.<\/p>"},{"id":"66-30","text":"<h1>If you're married or in a civil partnership<\/h1>"},{"id":"66-31","text":"<h2>If you’re married<\/h2>"},{"id":"66-32","text":"<p>You can stay married if you apply for a Gender Recognition Certificate.<\/p>"},{"id":"66-33","text":"<p>You and your spouse must fill in a statutory declaration saying you both agree to stay married.<\/p>"},{"id":"66-34","text":"<p>You’ll get an ‘interim certificate’ if you or your spouse do not want to remain married, or if your spouse does not fill in a statutory declaration. You can use the interim certificate as grounds to end the marriage.<\/p>"},{"id":"66-35","text":"<p>If your marriage is registered in England, Wales or Northern Ireland and you have an interim certificate, you’ll only get a full certificate once you end your marriage.<\/p>"},{"id":"66-36","text":"<p>If your marriage was registered in Scotland, you can use an interim certificate to apply to the sheriff court for a full certificate. You do not need to end your marriage first.<\/p>"},{"id":"66-37","text":"<p>Contact the administrative team at the Gender Recognition Panel if either you or your spouse change your mind about staying married during the application process.<\/p>"},{"id":"66-38","text":"<h2>If you’re in a civil partnership<\/h2>"},{"id":"66-39","text":"<p>You can stay in your civil partnership if it was registered in England, Wales or Northern Ireland.<\/p>"},{"id":"66-40","text":"<p>Your partner must fill in a statutory declaration saying they agree to stay in a civil partnership with you. Contact the Gender Recognition Panel for help with filling in the declaration.<\/p>"},{"id":"66-41","text":"<p>You’ll get an ‘interim certificate’ if your partner does not fill in a statutory declaration.<\/p>"},{"id":"66-42","text":"<h3>Civil partnerships registered in Scotland<\/h3>"},{"id":"66-43","text":"<p>If your civil partnership was registered in Scotland, you must end it or convert your civil partnership to marriage.<\/p>"},{"id":"66-44","text":"<p>If you decide to convert your civil partnership into a marriage you must do it before you apply to the Gender Recognition Panel.<\/p>"},{"id":"66-45","text":"<p>If you’re still in a civil partnership when you apply to the Gender Recognition Panel, you’ll get an ‘interim certificate’. You must end the civil partnership before you can get a full certificate.<\/p>"},{"id":"66-46","text":"<h1>How to apply<\/h1>"},{"id":"66-47","text":"<p>Download and fill in the right form for your application.<\/p>"},{"id":"66-48","text":"<tr> | Form | Guidance<\/tr>"},{"id":"66-49","text":"<tr>Standard route | Form T450 | Leaflet T451<\/tr>"},{"id":"66-50","text":"<tr>Alternative route | Form T464 | Leaflet T465<\/tr>"},{"id":"66-51","text":"<tr>Overseas route | Form T453 | Leaflet T454<\/tr>"},{"id":"66-52","text":"<p>Send the completed form with your fee and any supporting documents relevant to your application.<\/p>"},{"id":"66-53","text":"<h2>Fees<\/h2>"},{"id":"66-54","text":"<p>It costs £5 to apply. You can apply for help paying the fee if you’re getting certain benefits or on a low income.<\/p>"},{"id":"66-55","text":"<h2>Get help with your application<\/h2>"},{"id":"66-56","text":"<p>Contact the administrative team at the Gender Recognition Panel for advice on the application process.<\/p>"},{"id":"66-57","text":"<h1>Documents you must provide<\/h1>"},{"id":"66-58","text":"<p>You must send certain documents when you apply, depending on which application route you use and whether you’ve ever been married or in a civil partnership.<\/p>"},{"id":"66-59","text":"<p>You might need to send original documents - you’ll get them back after the Gender Recognition Panel has looked at your application. You will not get any statutory declarations back.<\/p>"},{"id":"66-60","text":"<p>For all application routes, you must download and fill in the relevant statutory declaration for:<\/p>"},{"id":"66-61","text":"<li>single people<\/li>"},{"id":"66-62","text":"<li>married people or civil partners<\/li>"},{"id":"66-63","text":"<h2>If you’ve ever been married or in a civil partnership<\/h2>"},{"id":"66-64","text":"<p>For all application routes you must provide the following (if relevant):<\/p>"},{"id":"66-65","text":"<li>an original or certified copy of your marriage or civil partnership certificate<\/li>"},{"id":"66-66","text":"<li>a copy of the decree ending your marriage or proof that any previous civil partnership has been dissolved<\/li>"},{"id":"66-67","text":"<li>a copy of your spouse’s death certificate<\/li>"},{"id":"66-68","text":"<p>If you want to stay married, your spouse must fill in a statutory declaration for a spouse.<\/p>"},{"id":"66-69","text":"<h2>Standard or alternative route<\/h2>"},{"id":"66-70","text":"<p>For all application routes you must send:<\/p>"},{"id":"66-71","text":"<li>an original or certified copy of your birth certificate<\/li>"},{"id":"66-72","text":"<li>copies of any official documents that show your birth name has changed to your current name<\/li>"},{"id":"66-73","text":"<li>proof you’ve lived in your acquired gender for the required time<\/li>"},{"id":"66-74","text":"<li>any required medical reports<\/li>"},{"id":"66-75","text":"<p>You need to have lived in your acquired gender for 2 years if applying through the standard route.<\/p>"},{"id":"66-76","text":"<p>If you’re applying through the alternative route you need to have lived in your acquired gender for 6 years before 10 December 2014, or 16 December 2014 if you’re in Scotland.<\/p>"},{"id":"66-77","text":"<h3>Proof you’ve lived in your acquired gender<\/h3>"},{"id":"66-78","text":"<p>This proof must cover the required time that you’ve lived in your acquired gender. It could include copies of your:<\/p>"},{"id":"66-79","text":"<li>passport<\/li>"},{"id":"66-80","text":"<li>driving licence<\/li>"},{"id":"66-81","text":"<li>payslips or benefit documents<\/li>"},{"id":"66-82","text":"<li>utility bills or other documents of an official nature<\/li>"},{"id":"66-83","text":"<p>All documents should be in your acquired name and gender. The earliest document must be dated before the beginning of the required time.<\/p>"},{"id":"66-84","text":"<h3>Medical reports<\/h3>"},{"id":"66-85","text":"<p>For the standard and alternative application routes you must send a report that includes details of any treatment you’ve had to change your sexual characteristics, for example hormone treatment or surgery.<\/p>"},{"id":"66-86","text":"<p>The report must be an original copy from a qualified medical professional, for example a:<\/p>"},{"id":"66-87","text":"<li>doctor registered with the General Medical Council (GMC)<\/li>"},{"id":"66-88","text":"<li>psychologist registered with the Health and Care Professions Council<\/li>"},{"id":"66-89","text":"<p>You can ask your GP or surgeon to fill in a report for you if you do not have one already.<\/p>"},{"id":"66-90","text":"<p>If you have not had any treatment or surgery yet, you must send a report that includes details of any planned treatment or surgery.<\/p>"},{"id":"66-91","text":"<p>If you are applying by the standard route you must also send a report with details of your gender dysphoria diagnosis.<\/p>"},{"id":"66-92","text":"<p>Read the list of gender dysphoria specialists to find out who can write this report for you. You can send a report from a registered medical professional not on this list if they can prove they work in gender dysphoria.<\/p>"},{"id":"66-93","text":"<h2>Overseas route<\/h2>"},{"id":"66-94","text":"<p>If you’re applying using the overseas route, you must prove that your gender has been legally recognised in an ‘approved country or territory’. Send original or certified copies of the following (if you have them):<\/p>"},{"id":"66-95","text":"<li>your new birth certificate and old birth certificate<\/li>"},{"id":"66-96","text":"<li>an amended birth certificate that shows the change of gender<\/li>"},{"id":"66-97","text":"<li>a court order authorising your change of gender<\/li>"},{"id":"66-98","text":"<li>a document that’s equivalent to a Gender Recognition Certificate<\/li>"},{"id":"66-99","text":"<li>an entry in a legal register that proves your acquired gender has been recognised<\/li>"},{"id":"66-100","text":"<h1>What happens next<\/h1>"},{"id":"66-101","text":"<p>Your application will be assessed by the Gender Recognition Panel - you’ll be contacted if they need more proof or information.<\/p>"},{"id":"66-102","text":"<p>Contact the administrative team at the Gender Recognition Panel to find out about your application’s progress.<\/p>"},{"id":"66-103","text":"<h2>If you get a full certificate<\/h2>"},{"id":"66-104","text":"<p>You’ll be sent information on:<\/p>"},{"id":"66-105","text":"<li>how to get a new birth certificate, marriage certificate or civil partnership where appropriate<\/li>"},{"id":"66-106","text":"<li>who you must tell about your gender change<\/li>"},{"id":"66-107","text":"<p>Your pension and benefits may be affected.<\/p>"},{"id":"66-108","text":"<h2>If you’re given an interim certificate<\/h2>"},{"id":"66-109","text":"<p>You’ll be sent information on:<\/p>"},{"id":"66-110","text":"<li>how to annul or dissolve your marriage or civil partnership<\/li>"},{"id":"66-111","text":"<li>how long you have to convert your civil partnership to a marriage, if applicable<\/li>"},{"id":"66-112","text":"<h2>If your application is turned down<\/h2>"},{"id":"66-113","text":"<p>You’ll be told why your application was rejected.<\/p>"},{"id":"66-114","text":"<p>You may be able to appeal the decision if you think it’s wrong on a point of law.<\/p>"},{"id":"66-115","text":"<p>Where you appeal depends on whether you live in:<\/p>"},{"id":"66-116","text":"<li>England and Wales - appeal to the High Court Family Division<\/li>"},{"id":"66-117","text":"<li>Scotland - appeal to the Court of Session in Edinburgh<\/li>"},{"id":"66-118","text":"<li>Northern Ireland - appeal to the High Court<\/li>"},{"id":"66-119","text":"<p>You’ll be told in your decision letter how to appeal or apply again.<\/p>"},{"id":"66-120","text":"<h1>Legislation<\/h1>"},{"id":"66-121","text":"<p>The Gender Recognition Panel must apply the law in the Gender Recognition Act 2004 and the following amendments:<\/p>"},{"id":"66-122","text":"<li>Schedule 5, Section 12 of the Marriage (Same Sex Couples) Act 2013<\/li>"},{"id":"66-123","text":"<li>Part 4 of the Marriage and Civil Partnership (Scotland) Act 2014<\/li>"}]}}]}
{"query":{"id":"train-3","text":"My wife and I are both UK Citizens, and have been resident for the whole of our lives. At the time of our marriage three years ago, she was pregnant with what I believed to be our daughter; however, subsequent DNA testing has revealed that I am not the girl's father. Can I have the marriage voided on in the light of this evidence?"},"judged_chunks":[{"chunk":{"id":"108-6","text":"<p>You’ll need to show that the marriage:<\/p>"},"judgement":1,"belonging_doc":{"id":"108","title":"Annul a marriage","chunks":[{"id":"108-0","text":"<h1>When you can annul a marriage<\/h1>"},{"id":"108-1","text":"<p>Annulment (sometimes known as ‘nullity’) is a different way of ending a marriage.<\/p>"},{"id":"108-2","text":"<p>You or your spouse must have either:<\/p>"},{"id":"108-3","text":"<li>lived in England or Wales for at least a year<\/li>"},{"id":"108-4","text":"<li>had a permanent home in England or Wales for at least 6 months<\/li>"},{"id":"108-5","text":"<p>Unlike divorce, you can apply for annulment in the first year of your marriage or any time after. However, if you apply years after the wedding, you might be asked to explain the delay.<\/p>"},{"id":"108-6","text":"<p>You’ll need to show that the marriage:<\/p>"},{"id":"108-7","text":"<li>was never legally valid (‘void’)<\/li>"},{"id":"108-8","text":"<li>was legally valid, but meets one of the reasons that makes it ‘voidable’<\/li>"},{"id":"108-9","text":"<h2>Your marriage is not legally valid - ‘void’ marriages<\/h2>"},{"id":"108-10","text":"<p>You can annul a marriage if it was not legally valid in the first place, for example:<\/p>"},{"id":"108-11","text":"<li>you’re closely related to the person you married<\/li>"},{"id":"108-12","text":"<li>one or both of you were under 16<\/li>"},{"id":"108-13","text":"<li>one of you was already married or in a civil partnership<\/li>"},{"id":"108-14","text":"<p>If a marriage was never legally valid, the law says that it never existed.<\/p>"},{"id":"108-15","text":"<p>However, you may need legal paperwork (a ‘decree of nullity’) to prove this - for example if you want to get married again.<\/p>"},{"id":"108-16","text":"<h2>Your marriage is ‘voidable’<\/h2>"},{"id":"108-17","text":"<p>You can annul a marriage for a number of reasons, such as:<\/p>"},{"id":"108-18","text":"<li>it was not consummated - you have not had sexual intercourse with the person you married since the wedding (does not apply for same sex couples)<\/li>"},{"id":"108-19","text":"<li>you did not properly consent to the marriage - for example you were forced into it<\/li>"},{"id":"108-20","text":"<li>the other person had a sexually transmitted disease (STD) when you got married<\/li>"},{"id":"108-21","text":"<li>your spouse was pregnant by someone else when you got married<\/li>"},{"id":"108-22","text":"<li>one spouse is in the process of transitioning to a different gender<\/li>"},{"id":"108-23","text":"<p>As with divorce, your marriage legally exists until you annul it using one of these reasons.<\/p>"},{"id":"108-24","text":"<p>The rules on ending a civil partnership are slightly different, but the court forms are the same.<\/p>"},{"id":"108-25","text":"<h1>Apply for an annulment<\/h1>"},{"id":"108-26","text":"<p>You can apply to have your marriage annulled as soon as you get married. Unlike divorce, you do not have to wait for a year.<\/p>"},{"id":"108-27","text":"<p>To annul a marriage, fill in a ‘nullity petition’.<\/p>"},{"id":"108-28","text":"<p>Read the supporting notes before you start.<\/p>"},{"id":"108-29","text":"<p>Send 2 copies of the form to your nearest divorce court, and keep your own copy.<\/p>"},{"id":"108-30","text":"<p>Filing a nullity petition form costs £550.<\/p>"},{"id":"108-31","text":"<p>You may be able to get help with court fees if you’re on benefits or a low income.<\/p>"},{"id":"108-32","text":"<h1>Apply for a decree nisi<\/h1>"},{"id":"108-33","text":"<p>The other person must respond to your nullity petition within 8 days, saying whether they agree the marriage should be annulled.<\/p>"},{"id":"108-34","text":"<p>If they agree, you can apply for a ‘decree nisi’. This will confirm that the court does not see any reason why the marriage cannot be annulled.<\/p>"},{"id":"108-35","text":"<p>To get a decree nisi, fill in the application for decree nisi or conditional order.<\/p>"},{"id":"108-36","text":"<h2>Statement in support of annulment<\/h2>"},{"id":"108-37","text":"<p>You must also fill in a statement confirming that what you said in your nullity petition is true.<\/p>"},{"id":"108-38","text":"<p>Use one of the forms below, depending on whether your marriage is ‘void’ or ‘voidable’:<\/p>"},{"id":"108-39","text":"<li>statement in support of annulment - void marriage<\/li>"},{"id":"108-40","text":"<li>statement in support of annulment - voidable marriage<\/li>"},{"id":"108-41","text":"<p>See when you can annul a marriage for the difference between ‘void’ and ‘voidable’ marriages.<\/p>"},{"id":"108-42","text":"<p>The marriage will not be ended yet, you still need to apply for a ‘decree absolute’.<\/p>"},{"id":"108-43","text":"<h1>Apply for a decree absolute<\/h1>"},{"id":"108-44","text":"<p>You can apply for a decree absolute 6 weeks after you get the decree nisi.<\/p>"},{"id":"108-45","text":"<p>In these cases, it’s also called a ‘decree of nullity’. This is the final legal document which says that the marriage has been annulled.<\/p>"},{"id":"108-46","text":"<p>To apply for a decree of nullity, fill in the notice of application for decree nisi to be made absolute.<\/p>"},{"id":"108-47","text":"<p>The decree absolute fee is included in the annulment cost.<\/p>"},{"id":"108-48","text":"<h2>When you return your forms<\/h2>"},{"id":"108-49","text":"<p>The court will check if there are any reasons that the marriage cannot be annulled. In most cases, you do not need to go to court for this.<\/p>"},{"id":"108-50","text":"<p>If the court is happy, it will send you the decree of nullity. This will confirm that you’re no longer married.<\/p>"},{"id":"108-51","text":"<p>If your marriage was never legally valid (void), the decree will confirm that you were never legally married.<\/p>"}]}},{"chunk":{"id":"108-8","text":"<li>was legally valid, but meets one of the reasons that makes it ‘voidable’<\/li>"},"judgement":1,"belonging_doc":{"id":"108","title":"Annul a marriage","chunks":[{"id":"108-0","text":"<h1>When you can annul a marriage<\/h1>"},{"id":"108-1","text":"<p>Annulment (sometimes known as ‘nullity’) is a different way of ending a marriage.<\/p>"},{"id":"108-2","text":"<p>You or your spouse must have either:<\/p>"},{"id":"108-3","text":"<li>lived in England or Wales for at least a year<\/li>"},{"id":"108-4","text":"<li>had a permanent home in England or Wales for at least 6 months<\/li>"},{"id":"108-5","text":"<p>Unlike divorce, you can apply for annulment in the first year of your marriage or any time after. However, if you apply years after the wedding, you might be asked to explain the delay.<\/p>"},{"id":"108-6","text":"<p>You’ll need to show that the marriage:<\/p>"},{"id":"108-7","text":"<li>was never legally valid (‘void’)<\/li>"},{"id":"108-8","text":"<li>was legally valid, but meets one of the reasons that makes it ‘voidable’<\/li>"},{"id":"108-9","text":"<h2>Your marriage is not legally valid - ‘void’ marriages<\/h2>"},{"id":"108-10","text":"<p>You can annul a marriage if it was not legally valid in the first place, for example:<\/p>"},{"id":"108-11","text":"<li>you’re closely related to the person you married<\/li>"},{"id":"108-12","text":"<li>one or both of you were under 16<\/li>"},{"id":"108-13","text":"<li>one of you was already married or in a civil partnership<\/li>"},{"id":"108-14","text":"<p>If a marriage was never legally valid, the law says that it never existed.<\/p>"},{"id":"108-15","text":"<p>However, you may need legal paperwork (a ‘decree of nullity’) to prove this - for example if you want to get married again.<\/p>"},{"id":"108-16","text":"<h2>Your marriage is ‘voidable’<\/h2>"},{"id":"108-17","text":"<p>You can annul a marriage for a number of reasons, such as:<\/p>"},{"id":"108-18","text":"<li>it was not consummated - you have not had sexual intercourse with the person you married since the wedding (does not apply for same sex couples)<\/li>"},{"id":"108-19","text":"<li>you did not properly consent to the marriage - for example you were forced into it<\/li>"},{"id":"108-20","text":"<li>the other person had a sexually transmitted disease (STD) when you got married<\/li>"},{"id":"108-21","text":"<li>your spouse was pregnant by someone else when you got married<\/li>"},{"id":"108-22","text":"<li>one spouse is in the process of transitioning to a different gender<\/li>"},{"id":"108-23","text":"<p>As with divorce, your marriage legally exists until you annul it using one of these reasons.<\/p>"},{"id":"108-24","text":"<p>The rules on ending a civil partnership are slightly different, but the court forms are the same.<\/p>"},{"id":"108-25","text":"<h1>Apply for an annulment<\/h1>"},{"id":"108-26","text":"<p>You can apply to have your marriage annulled as soon as you get married. Unlike divorce, you do not have to wait for a year.<\/p>"},{"id":"108-27","text":"<p>To annul a marriage, fill in a ‘nullity petition’.<\/p>"},{"id":"108-28","text":"<p>Read the supporting notes before you start.<\/p>"},{"id":"108-29","text":"<p>Send 2 copies of the form to your nearest divorce court, and keep your own copy.<\/p>"},{"id":"108-30","text":"<p>Filing a nullity petition form costs £550.<\/p>"},{"id":"108-31","text":"<p>You may be able to get help with court fees if you’re on benefits or a low income.<\/p>"},{"id":"108-32","text":"<h1>Apply for a decree nisi<\/h1>"},{"id":"108-33","text":"<p>The other person must respond to your nullity petition within 8 days, saying whether they agree the marriage should be annulled.<\/p>"},{"id":"108-34","text":"<p>If they agree, you can apply for a ‘decree nisi’. This will confirm that the court does not see any reason why the marriage cannot be annulled.<\/p>"},{"id":"108-35","text":"<p>To get a decree nisi, fill in the application for decree nisi or conditional order.<\/p>"},{"id":"108-36","text":"<h2>Statement in support of annulment<\/h2>"},{"id":"108-37","text":"<p>You must also fill in a statement confirming that what you said in your nullity petition is true.<\/p>"},{"id":"108-38","text":"<p>Use one of the forms below, depending on whether your marriage is ‘void’ or ‘voidable’:<\/p>"},{"id":"108-39","text":"<li>statement in support of annulment - void marriage<\/li>"},{"id":"108-40","text":"<li>statement in support of annulment - voidable marriage<\/li>"},{"id":"108-41","text":"<p>See when you can annul a marriage for the difference between ‘void’ and ‘voidable’ marriages.<\/p>"},{"id":"108-42","text":"<p>The marriage will not be ended yet, you still need to apply for a ‘decree absolute’.<\/p>"},{"id":"108-43","text":"<h1>Apply for a decree absolute<\/h1>"},{"id":"108-44","text":"<p>You can apply for a decree absolute 6 weeks after you get the decree nisi.<\/p>"},{"id":"108-45","text":"<p>In these cases, it’s also called a ‘decree of nullity’. This is the final legal document which says that the marriage has been annulled.<\/p>"},{"id":"108-46","text":"<p>To apply for a decree of nullity, fill in the notice of application for decree nisi to be made absolute.<\/p>"},{"id":"108-47","text":"<p>The decree absolute fee is included in the annulment cost.<\/p>"},{"id":"108-48","text":"<h2>When you return your forms<\/h2>"},{"id":"108-49","text":"<p>The court will check if there are any reasons that the marriage cannot be annulled. In most cases, you do not need to go to court for this.<\/p>"},{"id":"108-50","text":"<p>If the court is happy, it will send you the decree of nullity. This will confirm that you’re no longer married.<\/p>"},{"id":"108-51","text":"<p>If your marriage was never legally valid (void), the decree will confirm that you were never legally married.<\/p>"}]}},{"chunk":{"id":"108-17","text":"<p>You can annul a marriage for a number of reasons, such as:<\/p>"},"judgement":1,"belonging_doc":{"id":"108","title":"Annul a marriage","chunks":[{"id":"108-0","text":"<h1>When you can annul a marriage<\/h1>"},{"id":"108-1","text":"<p>Annulment (sometimes known as ‘nullity’) is a different way of ending a marriage.<\/p>"},{"id":"108-2","text":"<p>You or your spouse must have either:<\/p>"},{"id":"108-3","text":"<li>lived in England or Wales for at least a year<\/li>"},{"id":"108-4","text":"<li>had a permanent home in England or Wales for at least 6 months<\/li>"},{"id":"108-5","text":"<p>Unlike divorce, you can apply for annulment in the first year of your marriage or any time after. However, if you apply years after the wedding, you might be asked to explain the delay.<\/p>"},{"id":"108-6","text":"<p>You’ll need to show that the marriage:<\/p>"},{"id":"108-7","text":"<li>was never legally valid (‘void’)<\/li>"},{"id":"108-8","text":"<li>was legally valid, but meets one of the reasons that makes it ‘voidable’<\/li>"},{"id":"108-9","text":"<h2>Your marriage is not legally valid - ‘void’ marriages<\/h2>"},{"id":"108-10","text":"<p>You can annul a marriage if it was not legally valid in the first place, for example:<\/p>"},{"id":"108-11","text":"<li>you’re closely related to the person you married<\/li>"},{"id":"108-12","text":"<li>one or both of you were under 16<\/li>"},{"id":"108-13","text":"<li>one of you was already married or in a civil partnership<\/li>"},{"id":"108-14","text":"<p>If a marriage was never legally valid, the law says that it never existed.<\/p>"},{"id":"108-15","text":"<p>However, you may need legal paperwork (a ‘decree of nullity’) to prove this - for example if you want to get married again.<\/p>"},{"id":"108-16","text":"<h2>Your marriage is ‘voidable’<\/h2>"},{"id":"108-17","text":"<p>You can annul a marriage for a number of reasons, such as:<\/p>"},{"id":"108-18","text":"<li>it was not consummated - you have not had sexual intercourse with the person you married since the wedding (does not apply for same sex couples)<\/li>"},{"id":"108-19","text":"<li>you did not properly consent to the marriage - for example you were forced into it<\/li>"},{"id":"108-20","text":"<li>the other person had a sexually transmitted disease (STD) when you got married<\/li>"},{"id":"108-21","text":"<li>your spouse was pregnant by someone else when you got married<\/li>"},{"id":"108-22","text":"<li>one spouse is in the process of transitioning to a different gender<\/li>"},{"id":"108-23","text":"<p>As with divorce, your marriage legally exists until you annul it using one of these reasons.<\/p>"},{"id":"108-24","text":"<p>The rules on ending a civil partnership are slightly different, but the court forms are the same.<\/p>"},{"id":"108-25","text":"<h1>Apply for an annulment<\/h1>"},{"id":"108-26","text":"<p>You can apply to have your marriage annulled as soon as you get married. Unlike divorce, you do not have to wait for a year.<\/p>"},{"id":"108-27","text":"<p>To annul a marriage, fill in a ‘nullity petition’.<\/p>"},{"id":"108-28","text":"<p>Read the supporting notes before you start.<\/p>"},{"id":"108-29","text":"<p>Send 2 copies of the form to your nearest divorce court, and keep your own copy.<\/p>"},{"id":"108-30","text":"<p>Filing a nullity petition form costs £550.<\/p>"},{"id":"108-31","text":"<p>You may be able to get help with court fees if you’re on benefits or a low income.<\/p>"},{"id":"108-32","text":"<h1>Apply for a decree nisi<\/h1>"},{"id":"108-33","text":"<p>The other person must respond to your nullity petition within 8 days, saying whether they agree the marriage should be annulled.<\/p>"},{"id":"108-34","text":"<p>If they agree, you can apply for a ‘decree nisi’. This will confirm that the court does not see any reason why the marriage cannot be annulled.<\/p>"},{"id":"108-35","text":"<p>To get a decree nisi, fill in the application for decree nisi or conditional order.<\/p>"},{"id":"108-36","text":"<h2>Statement in support of annulment<\/h2>"},{"id":"108-37","text":"<p>You must also fill in a statement confirming that what you said in your nullity petition is true.<\/p>"},{"id":"108-38","text":"<p>Use one of the forms below, depending on whether your marriage is ‘void’ or ‘voidable’:<\/p>"},{"id":"108-39","text":"<li>statement in support of annulment - void marriage<\/li>"},{"id":"108-40","text":"<li>statement in support of annulment - voidable marriage<\/li>"},{"id":"108-41","text":"<p>See when you can annul a marriage for the difference between ‘void’ and ‘voidable’ marriages.<\/p>"},{"id":"108-42","text":"<p>The marriage will not be ended yet, you still need to apply for a ‘decree absolute’.<\/p>"},{"id":"108-43","text":"<h1>Apply for a decree absolute<\/h1>"},{"id":"108-44","text":"<p>You can apply for a decree absolute 6 weeks after you get the decree nisi.<\/p>"},{"id":"108-45","text":"<p>In these cases, it’s also called a ‘decree of nullity’. This is the final legal document which says that the marriage has been annulled.<\/p>"},{"id":"108-46","text":"<p>To apply for a decree of nullity, fill in the notice of application for decree nisi to be made absolute.<\/p>"},{"id":"108-47","text":"<p>The decree absolute fee is included in the annulment cost.<\/p>"},{"id":"108-48","text":"<h2>When you return your forms<\/h2>"},{"id":"108-49","text":"<p>The court will check if there are any reasons that the marriage cannot be annulled. In most cases, you do not need to go to court for this.<\/p>"},{"id":"108-50","text":"<p>If the court is happy, it will send you the decree of nullity. This will confirm that you’re no longer married.<\/p>"},{"id":"108-51","text":"<p>If your marriage was never legally valid (void), the decree will confirm that you were never legally married.<\/p>"}]}},{"chunk":{"id":"108-21","text":"<li>your spouse was pregnant by someone else when you got married<\/li>"},"judgement":1,"belonging_doc":{"id":"108","title":"Annul a marriage","chunks":[{"id":"108-0","text":"<h1>When you can annul a marriage<\/h1>"},{"id":"108-1","text":"<p>Annulment (sometimes known as ‘nullity’) is a different way of ending a marriage.<\/p>"},{"id":"108-2","text":"<p>You or your spouse must have either:<\/p>"},{"id":"108-3","text":"<li>lived in England or Wales for at least a year<\/li>"},{"id":"108-4","text":"<li>had a permanent home in England or Wales for at least 6 months<\/li>"},{"id":"108-5","text":"<p>Unlike divorce, you can apply for annulment in the first year of your marriage or any time after. However, if you apply years after the wedding, you might be asked to explain the delay.<\/p>"},{"id":"108-6","text":"<p>You’ll need to show that the marriage:<\/p>"},{"id":"108-7","text":"<li>was never legally valid (‘void’)<\/li>"},{"id":"108-8","text":"<li>was legally valid, but meets one of the reasons that makes it ‘voidable’<\/li>"},{"id":"108-9","text":"<h2>Your marriage is not legally valid - ‘void’ marriages<\/h2>"},{"id":"108-10","text":"<p>You can annul a marriage if it was not legally valid in the first place, for example:<\/p>"},{"id":"108-11","text":"<li>you’re closely related to the person you married<\/li>"},{"id":"108-12","text":"<li>one or both of you were under 16<\/li>"},{"id":"108-13","text":"<li>one of you was already married or in a civil partnership<\/li>"},{"id":"108-14","text":"<p>If a marriage was never legally valid, the law says that it never existed.<\/p>"},{"id":"108-15","text":"<p>However, you may need legal paperwork (a ‘decree of nullity’) to prove this - for example if you want to get married again.<\/p>"},{"id":"108-16","text":"<h2>Your marriage is ‘voidable’<\/h2>"},{"id":"108-17","text":"<p>You can annul a marriage for a number of reasons, such as:<\/p>"},{"id":"108-18","text":"<li>it was not consummated - you have not had sexual intercourse with the person you married since the wedding (does not apply for same sex couples)<\/li>"},{"id":"108-19","text":"<li>you did not properly consent to the marriage - for example you were forced into it<\/li>"},{"id":"108-20","text":"<li>the other person had a sexually transmitted disease (STD) when you got married<\/li>"},{"id":"108-21","text":"<li>your spouse was pregnant by someone else when you got married<\/li>"},{"id":"108-22","text":"<li>one spouse is in the process of transitioning to a different gender<\/li>"},{"id":"108-23","text":"<p>As with divorce, your marriage legally exists until you annul it using one of these reasons.<\/p>"},{"id":"108-24","text":"<p>The rules on ending a civil partnership are slightly different, but the court forms are the same.<\/p>"},{"id":"108-25","text":"<h1>Apply for an annulment<\/h1>"},{"id":"108-26","text":"<p>You can apply to have your marriage annulled as soon as you get married. Unlike divorce, you do not have to wait for a year.<\/p>"},{"id":"108-27","text":"<p>To annul a marriage, fill in a ‘nullity petition’.<\/p>"},{"id":"108-28","text":"<p>Read the supporting notes before you start.<\/p>"},{"id":"108-29","text":"<p>Send 2 copies of the form to your nearest divorce court, and keep your own copy.<\/p>"},{"id":"108-30","text":"<p>Filing a nullity petition form costs £550.<\/p>"},{"id":"108-31","text":"<p>You may be able to get help with court fees if you’re on benefits or a low income.<\/p>"},{"id":"108-32","text":"<h1>Apply for a decree nisi<\/h1>"},{"id":"108-33","text":"<p>The other person must respond to your nullity petition within 8 days, saying whether they agree the marriage should be annulled.<\/p>"},{"id":"108-34","text":"<p>If they agree, you can apply for a ‘decree nisi’. This will confirm that the court does not see any reason why the marriage cannot be annulled.<\/p>"},{"id":"108-35","text":"<p>To get a decree nisi, fill in the application for decree nisi or conditional order.<\/p>"},{"id":"108-36","text":"<h2>Statement in support of annulment<\/h2>"},{"id":"108-37","text":"<p>You must also fill in a statement confirming that what you said in your nullity petition is true.<\/p>"},{"id":"108-38","text":"<p>Use one of the forms below, depending on whether your marriage is ‘void’ or ‘voidable’:<\/p>"},{"id":"108-39","text":"<li>statement in support of annulment - void marriage<\/li>"},{"id":"108-40","text":"<li>statement in support of annulment - voidable marriage<\/li>"},{"id":"108-41","text":"<p>See when you can annul a marriage for the difference between ‘void’ and ‘voidable’ marriages.<\/p>"},{"id":"108-42","text":"<p>The marriage will not be ended yet, you still need to apply for a ‘decree absolute’.<\/p>"},{"id":"108-43","text":"<h1>Apply for a decree absolute<\/h1>"},{"id":"108-44","text":"<p>You can apply for a decree absolute 6 weeks after you get the decree nisi.<\/p>"},{"id":"108-45","text":"<p>In these cases, it’s also called a ‘decree of nullity’. This is the final legal document which says that the marriage has been annulled.<\/p>"},{"id":"108-46","text":"<p>To apply for a decree of nullity, fill in the notice of application for decree nisi to be made absolute.<\/p>"},{"id":"108-47","text":"<p>The decree absolute fee is included in the annulment cost.<\/p>"},{"id":"108-48","text":"<h2>When you return your forms<\/h2>"},{"id":"108-49","text":"<p>The court will check if there are any reasons that the marriage cannot be annulled. In most cases, you do not need to go to court for this.<\/p>"},{"id":"108-50","text":"<p>If the court is happy, it will send you the decree of nullity. This will confirm that you’re no longer married.<\/p>"},{"id":"108-51","text":"<p>If your marriage was never legally valid (void), the decree will confirm that you were never legally married.<\/p>"}]}}]}
