{"id":"10901322","title":"\r\nJohn Snow and Modern-Day Environmental Epidemiology\r\n","chunks":[{"id":"10901322-1","text":"From the Epidemiology Branch, National Institute of Environmental Health Sciences, P.O. Box 12233\u0097Mail Drop A3-05, 111 T. W. Alexander Drive, Research Triangle Park, NC 27709.\r\n"},{"id":"10901322-2","text":"What does an anecdote about John Snow have to do with modern-day epidemiology? And why use it to introduce an issue of the Journal highlighting the challenges of studying disease risks associated with low dose environmental exposures?\r\n"},{"id":"10901322-3","text":"In this issue, Lilienfeld describes John Snow giving expert-witness testimony on behalf of industry (1). Besides being interesting on a historical basis, this incident raises several issues that are pertinent today. Lilienfeld's paper and the accompanying commentary by Vandenbroucke (2) deal directly or indirectly with the role and responsibilities of expert witnesses, the extrapolation of data on health effects from high dose exposures to low dose exposures, the importance of epidemiology to the development of public health policy, the current debates on environmental justice (3), and the use of the precautionary principle (4) in standard-setting. Furthermore, if faced with an issue similar to that faced by Snow\u0097namely, local residents' being worried about health consequences associated with emanations from factories\u0097would modern-day environmental epidemiologists be any better positioned to carry out appropriate studies and reach sound conclusions?\r\n"},{"id":"10901322-4","text":"Snow can be seen at once as victim and perpetrator of sins that are common in epidemiology in general and in environmental epidemiology in particular. Was Snow victimized by the medical establishment, including The Lancet, for expressing views that were not commonly held by the scientists of the day? Were his peers outraged because of the reactionary social position he was taking (as suggested by Vandenbroucke)? On the other hand, was he as guilty as proponents of the miasma theory for trying to apply his theory of disease transmission to all situations without allowing for the possibility of multiple disease pathways? Did he fall into the trap of equating the absence of data with an absence of effect?\r\n"},{"id":"10901322-5","text":"When Snow contended that emanations from the bone-boiling factories were not causing ill health in the community at large, he invoked arguments that are often raised when unexpected health effects are encountered following supposed low dose exposures. One argument is that such health effects are implausible given what we know about high dose exposures. In this instance, Snow noted that the factory workers were not dying and therefore health effects in the community at large were not plausible. A related argument is that, even if workers are dying or suffering other health effects, because of the distance from the exposure source, the exposure levels in the community are probably too low to plausibly affect health.\r\n"},{"id":"10901322-6","text":"Health effects of low dose exposures are often seen as implausible, even in the face of accumulated consistent evidence. Such arguments have frequently been invoked in environmental epidemiology. Examples of low dose exposures that have been deemed implausible contributors to disease risk based on what is known about high dose exposures include passive smoking, residential radon exposure, childhood lead exposure, electromagnetic fields, and residence near nuclear facilities. If one begins with a fixed idea of what is plausible, arguments regarding susceptible subgroups, inverse dose rate, hormesis, multiple pathways, multifactor etiologies, and complex exposures (e.g., the different constituents of sidestream and mainstream smoke) are untenable.\r\n"},{"id":"10901322-7","text":"But how do we know that the factory workers were not dying or suffering other ill effects? Snow cited no studies. All too often the absence of data is argued as proof of no effect. This issue becomes especially difficult when regulatory decisions are being made. In the absence of evidence, can something be considered safe? While science is important, it is ultimately social forces, as much as science, that guide regulators in decision-making.\r\n"},{"id":"10901322-8","text":"Snow's statements and the questions that were put to him call to mind some of the fundamental difficulties inherent in environmental epidemiology. Today, there are numerous examples of residents who live near potential environmental hazards claiming health effects that can never be proven beyond a reasonable doubt. Although the \"gold standard\" is an unbiased risk estimate with precise confidence limits, studies focused on overt health effects are invariably underpowered because of the small numbers of residents in the neighborhoods of interest. Other creative approaches to assessment of subclinical health effects are more costly and difficult to implement, but even these studies are often too small for conclusive results. Yet, what is the right thing to do? If we wait for strong scientific evidence before we act\u0097if we require proof that workers are dying or evidence of overt illness in the community\u0097have we waited too long? Few clusters are ever resolved with the identification of a causal link between some localized exposure and disease. While many apparent clusters may be artifacts, what is the real cost of the true hazards that cannot be proven? These were the issues facing Parliament when Snow testified on behalf of industry.\r\n"},{"id":"10901322-9","text":"What is the role of the epidemiologist in this quagmire? In Snow's London, the living conditions of people near the factories were likely to have been dismal. There were no doubt residents who perceived their symptoms as being related to the smells\u0097smells that, if nothing else, impacted the quality of life. Policy-makers must balance \"doing the right thing\" with regard to human suffering and quality of life with the financial costs of doing so. Epidemiology can only go so far in providing the answers.\r\n"},{"id":"10901322-10","text":"It is this political and social tug-of-war that makes environmental epidemiology especially difficult. On the one hand, there are well\u0097funded industries with a financial stake in the outcome of such research. As Vandenbroucke notes (2), these industries often are in a position to exploit the many weaknesses that epidemiologists are trained to identify in their own studies and in the work of others to cast potentially damaging results in a more favorable light. On the other hand, there are environmental groups committed to proving that a particular environmental exposure can be linked to a variety of personal complaints; these groups may be motivated by the possibility of effecting social change through science or by the prospect of receiving needed medical attention or financial compensation. Those who attempt to work in this arena often find themselves and their research attacked from all directions.\r\n"},{"id":"10901322-11","text":"Environmental epidemiology is difficult to conduct today for other reasons as well. Adequate tools with which to measure and quantify exposures are lacking. Studies are often unable to detect meaningful effects because exposures are low, infrequent, or difficult to measure with certainty. How many investigators are willing to tackle this problem? In the case of the bone-boiling factories, would research linking questionnaire data on symptoms to factory releases be believed? Would a study relating distance from the factory to disease be sufficient evidence of effect? What health effects would be plausible based on known biologic mechanisms? How well could those effects be measured, and could they be measured objectively? Is there a biomarker of exposure? If a biomarker exists, does it measure relevant past exposures? Is the measure unaffected by current health status\u0097particularly the disease under study?\r\n"},{"id":"10901322-12","text":"In addition to Lilienfeld's historical report and Vandenbroucke's commentary, this issue of the Journal features papers that illustrate various aspects of the difficulties faced in studying health effects of environmental exposures. Several of these include innovative attempts to improve the quality of such research.\r\n"},{"id":"10901322-13","text":"The paper by Viel et al. (5) may come closest to what many may think of as environmental epidemiology. The authors have examined the spatial distribution of soft tissue sarcomas and non-Hodgkin's lymphomas around an incinerator with high dioxin emissions. Their results are suggestive but need to be followed by studies incorporating more rigorous exposure assessment\u0097perhaps a biologic measure of exposure such as that used in the study of polychlorinated biphenyls and breast cancer reported by Zheng et al. (6). Other studies described in this issue used a variety of approaches to exposure assessment. Rondeau et al. (7) linked estimates of levels of aluminum and silica in drinking water to risks of dementia and Alzheimer's disease. Laden et al. (8) used questionnaire data on use of electric blankets to estimate exposure to electromagnetic fields, and Gustavsson et al. (9) used questionnaire data and expert assessment by industrial hygienists to classify environmental and occupational exposures. Radiation workers are one of the few groups for which historical records of personal exposure typically are available. Dupree-Ellis et al. (10) took advantage of such records to estimate cumulative external radiation exposure.\r\n"},{"id":"10901322-14","text":"Several of the papers evaluate methods for assessing exposure. For example, Oglesby et al. (11) average individual-level annoyance scores to estimate community-level exposure to air pollution. The authors propose that this measure better accounts for exposure variability than data from fixed-site monitoring stations. This is an interesting twist in a field where much work is based on linking data from monitoring stations with population-level mortality statistics. The measure seems to be easy to operationalize, and it correlates well with monitoring station data, although its ultimate utility may be limited. The real gold standard\u0097a more precise direct measure of individual exposure, rather than another indirect measure\u0097is what is needed. Hwang et al. (12) propose an alternative modeling approach whereby air pollution monitoring station data are used to ascribe exposures to individuals with and without school absences due to respiratory disease. Auvinen et al. (13) compare several possible methods for measuring and classifying exposure to electromagnetic fields. This is a topic that has been hurt by the lack of consensus on the best and most appropriate exposure measure, and results tend to vary for studies employing different exposure metrics. The paper by Karagas et al. (14) attempts to link a biologic measure, arsenic in toenails, with an environmental measure of arsenic in water. The toenail measure is likely to reflect total body burden, but it appears to correlate with water only when water levels are high. This presents an interesting regulatory dilemma. The best epidemiologic research may be based on a direct measure of body burden such as levels in toenails, whereas it is water levels that need to be regulated. Studies of toenail arsenic levels may not shed direct light on the link between water levels and disease.\r\n"},{"id":"10901322-15","text":"As these papers demonstrate, technological advances are making possible a wide range of new study designs and strategies to better assess both exposures and outcomes. Although progress has been made, research in environmental epidemiology is far from perfect. As epidemiologists face pressures and criticisms from industry, regulatory bodies, and other scientific disciplines, it is important to not lose sight of the lessons from John Snow.\r\n"},{"id":"10901322-16","text":"NOTES\r\n"},{"id":"10901322-17","text":"Reprint requests to Dr. Dale P. Sandler at this address (e-mail: sander{at}niehs.nih.gov<!--\r\n var u = \"sander\", d = \"niehs.nih.gov\"; document.getElementById(\"em0\").innerHTML = '<a href=\"mailto:' + u + '@' + d + '\">' + u + '@' + d + '<\\\/a>'\/\/-->).\r\n"},{"id":"10901322-18","text":"REFERENCES\r\n"},{"id":"10901322-19","text":"Lilienfeld DE. John Snow: the first hired gun? Am J Epidemiol 2000;152:4\u00969.[Abstract\/Free Full Text]\r\n Vandenbroucke JP. Invited commentary: the testimony of Dr. Snow. Am J Epidemiol 2000;152:10\u009612.[Free Full Text]\r\n Foreman CH Jr. The promise and peril of environmental justice. Washington, DC: Brookings Institute, 1998.\r\n Horton R. The new new public health of risk and radical engagement. (Editorial). Lancet 1998;352:251.[ISI][Medline]\r\n Viel J-F, Arveux P, Baverel J, et al. Soft-tissue sarcoma and non-Hodgkin's lymphoma clusters around a municipal solid waste incinerator with high dioxin emission levels. Am J Epidemiol 2000;152:13\u009619.[Abstract\/Free Full Text]\r\n Zheng T, Holford TR, Tessari J, et al. Breast cancer risk associated with congeners of polychlorinated biphenyls. Am J Epidemiol 2000;152:50\u00968.[Abstract\/Free Full Text]\r\n Rondeau V, Commenges D, Jacqmin-Gadda H, et al. Relation between aluminum concentrations in drinking water and Alzheimer's disease: an 8-year follow-up study. Am J Epidemiol 2000;152:59\u009666.[Abstract\/Free Full Text]\r\n Laden F, Neas LM, Tolbert PE, et al. Electric blanket use and breast cancer in the Nurses' Health Study. Am J Epidemiol 2000;152:41\u00969.[Abstract\/Free Full Text]\r\n Gustavsson P, Jakobsson R, Nyberg F, et al. Occupational exposure and lung cancer risk: a population-based case-referent study in Sweden. Am J Epidemiol 2000;152:32\u009640.[Abstract\/Free Full Text]\r\n Dupree-Ellis E, Watkins J, Ingle JN, et al. External radiation exposure and mortality in a cohort of uranium processing workers. Am J Epidemiol 2000;152:91\u00965.[Abstract\/Free Full Text]\r\n Oglesby L, Künzli N, Monn C, et al. Validity of annoyance scores for estimation of long term air pollution exposure in epidemiologic studies: The Swiss Study on Air Pollution and Lung Diseases in Adults (SAPALDIA). Am J Epidemiol 2000;152:75\u009683.[Abstract\/Free Full Text]\r\n Hwang J-S, Chen Y-J, Wang J-D, et al. Subject-domain approach to the study of air pollution effects on schoolchildren's illness absence. Am J Epidemiol 2000;152:67\u009674.[Abstract\/Free Full Text]\r\n Auvinen A, Linet MS, Hatch EE, et al. Extremely low-frequency magnetic fields and childhood acute lymphoblastic leukemia: an exploratory analysis of alternative exposure metrics. Am J Epidemiol 2000;152:20\u009631.[Abstract\/Free Full Text]\r\n Karagas MR, Tosteson TD, Blum J, et al. Measurement of low levels of arsenic exposure: a comparison of water and toenail concentrations. Am J Epidemiol 2000;152:84\u009690.[Abstract\/Free Full Text]\r\nReceived for publication March 17, 2000. \r\nAccepted for publication March 29, 2000.\r\n"},{"id":"10901322-20","text":"\r\n"},{"id":"10901322-21","text":"Related articles in Am. J. Epidemiol.:\r\n"},{"id":"10901322-22","text":"John Snow: The First Hired Gun?\r\n\tDavid E. Lilienfeld\r\n\t\r\nAm. J. Epidemiol. 2000 152: 4-9.\r\n\t\r\n\t\r\n\t[Abstract]\r\n\t\r\n\t[FREE Full Text]\r\n"},{"id":"10901322-23","text":"Invited Commentary: The Testimony of Dr. Snow\r\n\tJan P. Vandenbroucke\r\n\t\r\nAm. J. Epidemiol. 2000 152: 10-12.\r\n\t\r\n\t\r\n\t[Extract]\r\n\t\r\n\t[FREE Full Text]\r\n"},{"id":"10901322-24","text":"\r\n"},{"id":"10901322-25","text":"\r\n"}]}
{"id":"10901323","title":"\r\nJohn Snow: The First Hired Gun?\r\n","chunks":[{"id":"10901323-1","text":"From Bristol-Myers Squibb, HW 19-1.01, 313 Pennington-Rocky Hill Road, Pennington, NJ 08534.\r\n"},{"id":"10901323-2","text":"ABSTRACT\r\n"},{"id":"10901323-3","text":"The 1854 English cholera outbreak led to reform of Victorian public health legislation, including the Nuisances Removal and Diseases Prevention Act. The reforms threatened the closure of many factories whose fumes were considered hazardous to the public's health. The second witness to appear before the Parliamentary committee considering the reforms was Dr. John Snow. Snow testified on behalf of the manufacturers threatened by the reforms. He stated that the fumes from such establishments were not hazardous. He contended that the workers in these factories did not become ill as a result of their exposures, and therefore these fumes could not be a hazard to the general public's health. Snow also presented data from the 1854 cholera outbreak as the basis for his belief that epidemic diseases were transmitted by water, not air. Although the data concerned cholera, Snow extended the inference to all epidemic diseases. When the committee's report was published, The Lancet chastised Snow in a stinging editorial. Parliament subsequently revised the bill in favor of the manufacturers and passed it into law. The implications of this particular episode in the history of epidemiology are discussed.\r\n"},{"id":"10901323-4","text":"\r\n"},{"id":"10901323-5","text":"epidemiology; cholera; history of medicine, 19th cent.; legislation; public health\r\n"},{"id":"10901323-6","text":"John Snow is a celebrated figure in epidemiologic history (1\u00965). His formulation of an etiologic hypothesis for cholera and then testing of it in a natural experiment has been studied for at least eight decades. The lessons drawn from that work are still points of contention within the epidemiologic community (1). Yet many aspects of Snow's activities as an epidemiologist remain unclear. For example, although he was a prominent member of the Victorian medical community (e.g., President of the London Medical Society in 1855), Snow died in 1858 with little notice in either the medical or the popular press (4, 6). Some epidemiologists have viewed this absence as a reflection of Victorian England's attitude toward epidemiology, i.e., that epidemiology was not accorded much esteem (A. M. Lilienfeld, personal communication; P. Sartwell, personal communication) (4). Another common view is that the lack of comment regarding Snow's death was a response to his views on the etiology of cholera and his opposition to the miasma theory (4). The testimony that Snow gave to a Parliamentary Select Committee regarding a piece of pending legislation may provide some insights into Snow's etiologic theories and the apparent rejection of Snow in 1857\u00961858 by some members of the Victorian medical community.\r\n"},{"id":"10901323-7","text":"BACKGROUND\r\n"},{"id":"10901323-8","text":"The 1850s were a vital period for public health efforts in Victorian England. During the 1840s, Edwin Chadwick and his colleagues orchestrated the passage by Parliament of several bills creating the General Board of Health and associated agencies charged with improving the public's health (3, 7, 8). Specifically, their actions were directed toward the elimination of epidemics, particularly cholera. By the early 1850s, Chadwick's brusque manner had alienated many of his supporters. The 1854 recurrence of cholera in England gave Chadwick's opponents an opportunity to reform the Board of Health into a weaker agency (8, 9). The Board's sole member, Sir Benjamin Hall (its President), immediately began a review of existing public health legislation (3, 8, 10).\r\n"},{"id":"10901323-9","text":"On January 23, 1855, in his capacity as President (and sole member) of the General Board of Health, Hall introduced a bill in Parliament, the Nuisances Removal and Diseases Prevention Amendments Bill, which sought to remove potential sources of disease in the environment (8, 11). Specific language referred to gas works, soap-boiling works, and similar establishments that would need to control\/reduce the degree to which they released fumes into the atmosphere. Local governments would be compelled to enforce the law. Some manufacturers would have to close to comply with it.\r\n"},{"id":"10901323-10","text":"The bill underwent its first and second readings during the spring of 1855. A Select Committee of Parliament was constituted and charged with conducting hearings and collecting other evidence with regard to the bill before it would have its third and final hearing in Parliament (12). The committee, chaired by Sir Benjamin Hall, consisted of 12 additional members of Parliament. (Only Hall merited mention in the Dictionary of National Biography (13).) The committee heard from persons commenting on the bill, particularly those opposed to it, including manufacturers who would likely be put out of business if the bill became law (14). The committee report included all testimony, including that of John Snow, M.D. (14, pp. 311\u009668). Snow was the second witness, testifying on March 5th.\r\n"},{"id":"10901323-11","text":"THE TESTIMONY\r\n"},{"id":"10901323-12","text":"117. [Chairman.] \"Do you practise as a medical man in the Metropolis?\"\u0097\"Yes, in Sackville Street.\"\r\n"},{"id":"10901323-13","text":"118. \"You wish to give some evidence upon the Nuisances Removal and Diseases Prevention Act?\"\u0097\"I have been requested to give evidence on behalf of the tradespeople in the south districts of London more particularly.\"\r\n"},{"id":"10901323-14","text":"119. \"Upon what point?\"\u0097\"I received a request from Mr. Knight. I was asked if I would give evidence on behalf of the manufacturers whose interests are threatened by the Nuisances Removal Act. I have not seen the parties, nor learnt any particulars. From my printed publication they have learnt that my opinion is, that measures necessary to protect the public health would not interfere with useful trades; and I believe it is on that account that they have asked me to give evidence on their behalf, and I have expressed my willingness to do so.\"\r\n"},{"id":"10901323-15","text":"120. \"To what points would you desire to draw the attention of the Committee as regards the sanitary question?\"\u0097\"I have paid a great deal of attention to epidemic diseases, more particularly to cholera, and in fact to the public health in general; and I have arrived at the conclusion with regard to what are called offensive trades, that many of them really do not assist in the propagation of epidemic diseases, and that in fact they are not injurious to the public health. I consider that if they were injurious to the public health they would be extremely so to the workmen engaged in those trades, and as far as I have been able to learn, that is not the case; and from the law of the diffusion of gases, it follows, that if they are not injurious to those actually upon the spot, where the trades are carried on, it is impossible they should be to persons further removed from the spot.\"\r\n"},{"id":"10901323-16","text":"121. \"Are the Committee to understand, taking the case of bone-boilers, that no matter how offensive to the sense of smell the effluvia that comes from bone-boiling establishments may be, yet you consider that it is not prejudicial in any way to the health of the inhabitants of the district?\"\u0097\"That is my opinion.\"\r\n"},{"id":"10901323-17","text":"122. [Mr. Greene.] \"Does that extend to all animal substances?\"\u0097\"No; I believe that epidemic diseases are propagated by special animal poisons coming from diseased persons, and causing the same diseases to others, and that they are extremely injurious; but that substances belonging to animals, that is to say, ordinary decomposing animal matter, will not produce disease in the human subject.\"\r\n"},{"id":"10901323-18","text":"123. \"Do you apply that, also, to decaying vegetable matter; do you consider that that will not be productive of disease?\"\u0097\"I do not believe that decaying vegetable matter would be productive of disease; at least, it is a matter open for discussion whether certain decomposing vegetable substances, in marshy districts, may not produce agues; but in London, in any trade I am acquainted with, I do not believe that any decomposing vegetable or animal matters produce disease.\"\r\n"},{"id":"10901323-19","text":"124. [Chairman.] \"Take the case of a bone-boiling establishment, or a knacker's yard; assuming that there is a large number of horses in a state of decomposition, from which of course there would be very offensive effluvia, as far as the sense of smell is concerned, do you apprehend that that would not be prejudicial to the health of the inhabitants round?\"\u0097\"I believe not.\"\r\n"},{"id":"10901323-20","text":"125. [Mr. Adderley.] \"Have you never known the blood poisoned by inhaling putrid matter?\"\u0097\"No; but by dissection wounds the blood may be poisoned.\"\r\n"},{"id":"10901323-21","text":"126. \"Never by inhaling putrid matter?\"\u0097\"No; gases produced by decomposition, when very concentrated, will produce sudden death; but where the person is not killed, if the person recovers, he has no fever or illness.\"\r\n"},{"id":"10901323-22","text":"127. [Mr. Egerton.] \"You mean to say, that the fact of breathing air which is tainted by decomposing matter, either animal or vegetable, will not be highly prejudicial to health?\"\u0097\"I am not aware that it is, unless it be in such quantities as to produce actually fatal effects at the moment; but to produce those effects it requires that it should be highly concentrated.\"\r\n"},{"id":"10901323-23","text":"128. \"Do you not know that the effect of breathing such tainted air often is to produce violent sickness at the time?\"\u0097\"Yes, when the gases are in a very large quantity, as in a cesspool.\"\r\n"},{"id":"10901323-24","text":"129. \"Do you mean to tell the Committee that when the effect is to produce violent sickness there is no injury produced to the constitution or health of the individual?\"\u0097\"No fever or special disease.\"\r\n"},{"id":"10901323-25","text":"130. [Mr. Greene.] \"Are you not aware that persons going into vaults where there are a number of dead bodies have suffered very severely, and that sometimes death has been produced by this cause?\"\u0097\"Yes, when those gases are extremely concentrated, they will actually poison a person and cause death, but not cause disease; those poisons do not reproduce themselves in the constitution.\"\r\n"},{"id":"10901323-26","text":"131. \"Are you not aware that, in cases of this kind, illness has sometimes been produced from which persons have suffered for a considerable length of time before death ensued?\"\u0097\"I am not satisfied upon that point. If illness has followed I think it has been a coincident.\"\r\n"},{"id":"10901323-27","text":"132. \"Are you not aware that, in cases of this kind, illness has sometimes been produced from which persons have suffered very severely, and that sometimes death has been produced by this cause?\"\u0097\"Yes, when those gases are extremely concentrated, they will actually poison a person and cause death, but not cause disease; those poisons do not reproduce themselves in the constitution.\"\r\n"},{"id":"10901323-28","text":"133. [Mr. Egerton.] \"You say that the effluvia arising from living subjects are dangerous?\"\u0097\"Or even from certain persons who have died from disease.\"\r\n"},{"id":"10901323-29","text":"[These points were then repeated by Snow in response to similar questions by Mr. Wilkinson.]\r\n"},{"id":"10901323-30","text":"138. [Chairman.] \"I understand you to say that such effluvia, when highly concentrated, may produce vomiting, but that they are not injurious to health. How do you reconcile those two propositions?\"\u0097\"If the vomiting were repeatedly produced, it would certainly be injurious to health. If a person was constantly exposed to decomposing matter, so concentrated as to disturb the digestive organs, it must be admitted that that would be injurious to health; but I am not aware that, in following any useful trade or manufacture, the effect is ever experienced.\"\r\n"},{"id":"10901323-31","text":"139. \"You consider that occasional sickness would be of no consequence, but that only frequent occurrence of the attacks would be injurious?\"\u0097\"I am not aware that any occasional sickness is produced in any useful trade or manufacture.\"\r\n"},{"id":"10901323-32","text":"140. [Mr. Egerton.] \"Do you not know that the effect of a very strong offensive smell often is to produce vomiting?\"\u0097\"The gases must be very concentrated to do that, except it be by a kind of sympathy. Persons are often much influenced by the imagination.\"\r\n"},{"id":"10901323-33","text":"141. \"Where does your practise lie?\"\u0097\"I am living in Sackville Street, Piccadilly.\"\r\n"},{"id":"10901323-34","text":"142. [Mr. Wilkinson.] \"I believe you are frequently in the habit of administering chloroform?\"\u0097\"Yes.\"\r\n"},{"id":"10901323-35","text":"143. \"And therefore your attention has been particularly called to the effect of the administration of gases?\"\u0097\"Yes.\"\r\n"},{"id":"10901323-36","text":"144. \"Have you turned your attention to the effects of the late outbreak of cholera in London?\"\u0097\"Yes, I made special enquiries throughout Lambeth and Southwark and Newington.\"\r\n"},{"id":"10901323-37","text":"145. \"Have you satisfied yourself by those inquiries of any particular results of that outbreak of cholera, so as to state your opinion of what has been the mode of propagation of the disease?\"\u0097\"I have satisfied myself completely, that the chief mode of propagation of cholera in the South district of London, throughout the late outbreak, was by the water of the Southwark and Vauxhall Water Company containing the sewage of London; and containing consequently whatever might come from the cholera patients in the crowded habitations of the poor; and I am satisfied that it spread directly from individual to individual, sometimes in the same family, but by similar means; that is, by their swallowing accidentally what came from a previous sick patient.\"\r\n"},{"id":"10901323-38","text":"146. \"Do you believe that there is evidence to show that cholera has been propagated almost entirely by the poison being taken in at the mouth?\"\u0097\"Yes.\"\r\n"},{"id":"10901323-39","text":"147. \"Absolutely swallowed?\"\u0097\"Yes, it is my belief in every case.\"\r\n"},{"id":"10901323-40","text":"148. [Mr. Egerton.] \"Has your practise lain much amongst the poor?\"\u0097\"Not so much latterly as it did at one time; but it did very much till seven years ago.\"\r\n"},{"id":"10901323-41","text":"149. \"In what district?\"\u0097\"In a district near Soho Square, running as far as Seven Dials.\"\r\n"},{"id":"10901323-42","text":"150. \"You have stated that in the course of your inquiry you satisfied yourself that water was the principal cause of communicating cholera, after the water had been impregnated by the existence of the cholera. Did you satisfy yourself what was the original cause of cholera in those persons who were not so affected by the water?\"\u0097\"I consider that the last outbreak of cholera was introduced from the Baltic Fleet into the Thames. I consider that the cause of cholera is always cholera; that each case always depends upon a previous one.\"\r\n"},{"id":"10901323-43","text":"151. \"You have stated that, in your opinion, these offensive trades have no injurious effect upon the health; will you state by what means you have arrived at that conclusion; whether it is by lengthened experience derived from medical attendance upon those who carry on these trades or whether it is a theory?\"\u0097\"It is derived in various ways, but chiefly rather in a negative way; from my having satisfied myself on other causes of disease quite independent of those trades; also from my general medical opinions, and also from my experience amongst tradespeople who have been exposed to those things.\"\r\n"},{"id":"10901323-44","text":"152. \"As your medical practise has not been amongst men who follow those occupations, by what means do you arrive at the fact that their health is not affected by them?\"\u0097\"I have attended people in every occupation, and my opinion is derived also from reading, and from personal information.\"\r\n"},{"id":"10901323-45","text":"153. \"Is your opinion derived from practical experience, or is it mere theory of your own?\"\u0097\"My theory is derived from practise, and from observation.\"\r\n"},{"id":"10901323-46","text":"154. \"Will you state in what particular localities of London you practised as a medical man, so as to be able to express that opinion so confidently to the Committee?\"\u0097\"My practise amongst the poor extended chiefly between the Thames and Oxford Street; I have not turned my special attention to any particular trades; I never was called upon, till two or three days ago to consider this subject particularly.\"\r\n"},{"id":"10901323-47","text":"155. \"The point at which we particularly wish to arrive here is the effect of particular trades upon the health of individuals. You say that you believe that these offensive trades have no effect upon the health of individuals; by what means do you arrive at that conclusion?\"\u0097\"Partly by my own observation, partly by reading.\"\r\n"},{"id":"10901323-48","text":"156. \"Will you state where your observation was obtained; because, in the locality that you mention, between the Thames and Oxford Street, there are few, if any, soap-boilers or bone-crushers, or any of those trades?\"\u0097\"There are people who collect the bones in the rag shops; but in the hospitals I have seen patients from every part of London.\"\r\n"},{"id":"10901323-49","text":"157. \"Has your attention ever been directed, as a medical man, to those particular parts of London about Bermondsey, and other districts, on the south side of the water: Have you ever practised as a medical man there?\"\u0097\"I have not practised there; I have visited patients there: but for several weeks in the last autumn I went to the houses of 700 people who had died of cholera, and I knew their actual occupations, and their age, as it was entered in the Registrar General's reports, and I examined the tables at the time.\"\r\n"},{"id":"10901323-50","text":"158. \"In what part of London did you make those inquiries?\"\u0097\"Throughout the whole of Lambeth, St. George's, Southwark, and the whole of Newington, and St. George's Camberwell; I inquired respecting every case of cholera in the first seven weeks of the epidemic.\"\r\n"},{"id":"10901323-51","text":"159. \"But you do not practise as a medical man in these particular districts?\"\u0097\"No, I live in Sackville Street; I have lived there for three years; previously to that I lived in Frith Street, Soho Square. I did not attend those patients on the south side of London, but I went afterwards to the houses making inquiries, to find out the nature of their supply of water; and in doing that I learnt a number of other particulars about them. I always knew the occupation of the deceased person.\"\r\n"},{"id":"10901323-52","text":"160. [Mr. Egerton.] \"Do you dispute the fact that putrid fever and typhus fever hang about places where there are open sewers?\"\u0097\"Sometimes.\"\r\n"},{"id":"10901323-53","text":"161. \"How do you account for that?\"\u0097\"It is a coincidence. Where there are open sewers you have mostly a number of people living together under such circumstances that they get fever, which is communicated from one person to another; very often the water of the pump wells is impregnated with the excrements of the people, which soaks into the wells. And the general water supply in certain districts is also very bad.\"\r\n"},{"id":"10901323-54","text":"162. [Mr. Wilkinson.] \"Did not you make particular inquiries at the houses which were supplied by two companies which take their supply of water from different places?\"\u0097\"Yes; the one is supplied from Battersea Fields, near Vauxhall Bridge, and the other from Thames Ditton.\"\r\n"},{"id":"10901323-55","text":"163. \"Was there a very marked difference between them?\"\u0097\"There was. In the first four weeks of the epidemic the mortality was fourteen times as great amongst the customers of the Southwark and Vauxhall Company, getting their water in Battersea Fields as in the other, taking into account the number of houses supplied by each company.\"\r\n"},{"id":"10901323-56","text":"164. \"You have made very extensive statistical inquiry as to the diseases which you have mentioned?\"\u0097\"I have.\"\r\n"},{"id":"10901323-57","text":"165. \"Have you in any case traced the propagation of those diseases, or of the cholera, to the existence of offensive trades?\"\u0097\"I have every reason to believe that those trades have not had any influence whatever.\"\r\n"},{"id":"10901323-58","text":"166. \"In any single instance that you have visited in those places, were you ever able to trace any case of the propagation of disease by any of the offensive trades?\"\u0097\"No; on the contrary, I am satisfied that such influences have no effect whatever. Last autumn there was not much cholera about Fore Street, Lambeth, and all that district. That district suffered extremely in 1849; but in 1854 it suffered very slightly. All the other facts remain the same; but that district is now chiefly supplied by the Lambeth Company with improved water.\"\r\n"},{"id":"10901323-59","text":"[Questions were then posed concerning the cause of diseases among persons at the Milbank Prison. Of note was question 172.]\r\n"},{"id":"10901323-60","text":"172. [Mr. Langton.] \"Is it not possible that the same poisonous qualities which affect the water may be floating in the air?\"\u0097\"That is possible; but I believe that the poison of the cholera is either swallowed in water, or got directly from some other person in the family, or in the room; I believe it is quite an exception for it to be conveyed in the air; though if the matter gets dry it may be wafted a short distance.\"\r\n"},{"id":"10901323-61","text":"THE REACTION\r\n"},{"id":"10901323-62","text":"The Committee deliberated into May 1855. Its report appeared in June 1855 (12, 14). The reaction by The Lancet, a major medical journal in the Victorian era, was swift and critical, appearing in its June 23, 1855 issue (15, pp. 634\u00965):\r\n"},{"id":"10901323-63","text":"...The free progress of science is always sure to advance the interests of humanity. Society but wounds itself when it seeks to discredit the teachings of science, by setting against the comprehensive and well-weighed decisions of her true representatives, the crude opinions and hobbyistic dogmas of men whose perceptions are dimmed by the gloom of the den in which they think and move.\r\n"},{"id":"10901323-64","text":"...Another example is the conduct of the Committee on the Public Health and Nuisances Removal Bills, now before Parliament. These bills have encountered formidable opposition from a host of \"vested interests\" in the production of pestilent vapours, miasms, and loathsome abominations of every kind. These unsavory persons, trembling for the conservation of their right to fatten upon the injury of their neighbours, came in a crowd, reeking with putrid grease, redolent of stinking bones, fresh from seething heaps of stercoraceous deposits to lay their \"case\" before the Committee.\r\n"},{"id":"10901323-65","text":"...They have \"scientific\" evidence!... They have formed an Association. They have a Secretary, a bone merchant, who has read the writings of Dr. Snow. Now the theory of Dr. Snow tallies wonderfully with the views of the \"Offensive Trades' Association\"\u0097we beg pardon if that is not the right appellation\u0097and so the Secretary puts himself in touch with Dr. Snow. And they could not possibly get a witness more to their purpose. Dr. Snow tells the Committee that the effluvia from bone-boiling are not in any way prejudicial to the health of the inhabitants of the district; that \"ordinary decomposing matter will not produce disease in the 'human subject'\"... Dr. Snow... admits that gases from the decay of animal matter may produce vomiting but says this would not be injurious unless frequently repeated.\r\n"},{"id":"10901323-66","text":"Is this scientific evidence? Is it consistent with itself?...\r\n"},{"id":"10901323-67","text":"...Dr. Snow admits that the gases from decomposing matter may kill outright\u0097a pretty convincing proof of their potency... Now, as a matter of mere reasoning, we think the conclusion inevitable, that agents capable, when in a certain degree of concentration, of killing or causing vomiting, will in a lesser degree of concentration, also act on the animal economy; albeit in a less sudden and perceptible manner.\r\n"},{"id":"10901323-68","text":"It will be very difficult to persuade us that the long-continued action of gases known to have such lethal powers, if concentrated, is not injurious to health, when in a state of dilution... and we presume that there is hardly a practitioner of experience and average powers of observation who does not daily observe the same thing. Why is it then, that Dr. Snow is singular in his opinion? Has he any fact to show in proof? No! But he has a theory, to the effect that animal matters are only injurious when swallowed! The lungs are proof against animal poisons; but the alimentary canal affords a ready inlet... The fact is that the well whence Dr. Snow draws all sanitary truth is the main sewer. His specus, or den, is a drain. In riding his hobby very hard, he has fallen down through a gully-hole and has never since been able to get out again.\r\n"},{"id":"10901323-69","text":"...In that dismal Acherontic stream is contained the one and only true cholera germ, and if you take care not to swallow that you are safe from harm. Smell it if you may, breathe it fearlessly, but don't eat it.\r\n"},{"id":"10901323-70","text":"In July 1855, the Nuisances Removal and Diseases Prevention Act bill had its third hearing before Parliament (16). It underwent considerable revision, including changes favorable to the manufacturers. It passed the House of Commons on July 24 and the House of Lords on August 9, becoming law on August 14 (CXXI 18th and 19th Victoria) (16).\r\n"},{"id":"10901323-71","text":"DISCUSSION\r\n"},{"id":"10901323-72","text":"The testimony that Snow provided to the Parliamentary Select Committee is interesting in many regards. First, he provided expert testimony about epidemiology in a legislative setting. Second, he discussed his epidemiologic observations regarding the 1854 cholera outbreak. Third, he described his epidemiologic reasoning regarding the effect of \"offensive trades\" on health. Fourth, he presented his general theory on the etiology of epidemic diseases. Last, his testimony was condemned by a leading medical journal. Let us consider each of these aspects in turn.\r\n"},{"id":"10901323-73","text":"The first notable aspect of Snow's testimony is that he provided it. At the outset, Snow indicated that he was testifying on behalf of some of the manufacturers who would be affected if the proposed bill were passed. (Among some present-day attorneys, an expert scientific witness is sometimes referred to as a \"hired gun.\") Specifically, he was approached by Mr. Knight, their attorney (who had been the first witness), and asked to testify on their behalf, as his views accorded with their own. We do not know whether Snow was paid to provide this testimony. It was not unusual for Victorian professionals to provide expert testimony in a legislative setting (17). Indeed, epidemiologists were called upon by Parliament during its deliberations on a bill mandating compulsory vaccination (18). Frequently, as in the controversy surrounding the purity of the water supply, such persons were found only in the employment of companies that would be affected by the proposed legislation. More recently, epidemiologists have provided testimony in both the legislative and judicial processes (18, 19). As Snow's example shows, even in Victorian times, interested parties would seek the testimony of persons, including epidemiologists, with views supportive of their stand.\r\n"},{"id":"10901323-74","text":"Second, Snow discussed his studies on cholera during the 1854 epidemic. He used his 1854 studies as the basis for a general theory of the etiology of epidemic diseases. We do not know the specific limits of the term \"epidemic diseases.\" Smallpox was an epidemic disease in Victorian England, but it may not have been included in the term. In addition, the fact that Snow presented his data and conclusions to a lay audience with considerable influence in the formulation and implementation of Victorian public health policy means that the medical community was not the only one informed of Snow's findings. Moreover, the fact that Snow attended Queen Victoria to administer anesthesia during the birth of Princess Beatrice in 1857 suggests that Snow was accepted within Victorian society at least 2 years after providing this testimony (6).\r\n"},{"id":"10901323-75","text":"Indeed, Snow's work created enough interest in the potential role of water in the transmission of cholera that the General Board of Health undertook an investigation of the role of foul water in the development of cholera. In 1856, its Medical Officer, John Simon, in a published report of the Board, summarized its findings: \"Simply, it [the inquiry] asked whether in certain large populations, breathing the same atmosphere, comprehending the same classes, and averaging the same habits of life, the fatal disease [cholera] had been more prevalent among the drinkers of unclean water. The answer has been affirmative. The cholera mortality of the former class was more than three-fold that of the latter\" (20, p. 736). If Snow were considered to be at the fringe of the Victorian medical or public health communities, it is difficult to understand the analysis and publication by the General Board of Health of its data confirming Snow's hypothesis. Hence, one may conclude that John Snow was accepted and taken seriously in the Victorian medical and public health communities after publishing his work on cholera.\r\n"},{"id":"10901323-76","text":"In his testimony, Snow was asked what the basis was for his view that the \"offensive trades\" posed no health risk. His response was that he had not observed such workers becoming ill from such exposure, and if the workers did not become ill, then the general population had little risk of becoming ill. Rather, the epidemic diseases that provided the popular support for the legislation were the result of exposure to the causal agent present in someone else with the disease. Snow also noted that these diseases were transmitted in a fecal-oral manner with minimal risk of aerosolized transmission. He did, however, acknowledge the possibility of some airborne transmission of a dried fleck of the causal agent. Snow did not qualify his reasoning to apply only to cholera. One must therefore conclude that he viewed fecal-oral transmission as the principal means of transmission of all epidemic diseases. Snow was a vegan and a teetotaler (6); one may speculate that he viewed the mouth and alimentary canal as the principal portals into the body and that he thought these were the only means by which an agent could gain access to a host.\r\n"},{"id":"10901323-77","text":"Third, Snow described his epidemiologic reasoning regarding the effect of \"offensive trades\" on health. Snow suggested elsewhere that these trades were not hazardous: \"...whereas a bad smell cannot, simply because it is a bad smell, give rise to specific disease, so an offensive business conducted in a place where it ought not to be, should be proceeded against by ordinary law as a nuisance, without applying to it the word pestiferous, or otherwise dragging in and distorting the science of medicine\" (21, p. xxxix; also cited in Snow (6, p. 262)). Given that changes favorable to the manufacturers were made to the bill, one may conclude that his arguments were persuasive.\r\n"},{"id":"10901323-78","text":"The fourth issue is Snow's general theory for the etiology of epidemic diseases. As noted above, the exact meaning of the term \"epidemic diseases\" is not known. Although Snow's data came from two cholera outbreaks (1849 and 1854), he did not qualify his answers regarding the causes of epidemic diseases generally and the lack of a possible role of fumes from offensive trades among such causes. For Snow, epidemic diseases, whether cholera or some other disorder, were transmitted from someone with that condition through a fecal-oral route. It is possible that Snow may have generalized beyond his data on cholera to consider this disease an exemplary condition. His arguments in favor of a general theory for the etiology of epidemic diseases were not the subject of many questions by the Committee. We do not know whether he considered this theory to be applicable to all diseases.\r\n"},{"id":"10901323-79","text":"The final point is that Snow's testimony was condemned by a leading medical journal, The Lancet. The Lancet was a fixture of the Victorian medical community (22, 23). Its editor, Sir Thomas Wakley, was a pioneering journalist-physician known for his muckraking approach to Victorian medicine and health issues. These issues ranged from the appropriate care of a given patient to the purity of the London water supply to food adulteration. The Lancet was a key means by which information regarding the London Epidemiological Society's activities were made known to the Victorian medical community (24). Hence, Wakley's editorial against Snow's testimony was no small matter. Importantly, the Lancet did not contest Snow's conclusions regarding the role of water in the spread of cholera. Indeed, in 1851, the Lancet had published drawings of microscopic examinations of potable water used by Londoners; the drawings had much organic matter present, including animal \"productions\" known as \"animalculae\" (17, 25). Rather, Wakley thought that cleaning up the water supply was a needed action; he also thought that such actions were not sufficient for the prevention of disease (15). Although the Lancet published several of Snow's papers after he offered this testimony, it published an unusually short obituary about Snow when he died in 1858 (4, 6). The absence of a descriptive obituary for a former President of the London Medical Society is without explanation. One may speculate that Snow's work on cholera disgraced him in the eyes of the Victorian medical establishment and that his death was not commented on in the medical press in recognition of this state of affairs. However, such an explanation does not square with his attendance on Queen Victoria in 1857 or the report of the General Board of Health on the role of water in the transmission of cholera (6, 20). An alternative speculation is that his testimony, rather than his cholera work per se, disgraced Snow in the eyes of the Victorian medical press (or at least the Lancet) and that this was the reason for the absence of the obituary. The reference to his anesthesia work in that obituary, with no reference to his cholera work, is consistent with such speculation. Unfortunately, as is the nature of history in the absence of evidence, resolution of this issue is unlikely.\r\n"},{"id":"10901323-80","text":"In conclusion, in 1855, John Snow provided epidemiologic testimony to a Parliamentary Select Committee considering the Nuisances Removal and Diseases Prevention Amendments Bill. This testimony was given on behalf of many of the manufacturers whose establishments would have been affected by the legislation. Snow contended that epidemic diseases were spread by contaminated water, not from foul odors emanating from the \"offensive trades.\" Publication of the Committee's report in June 1855 led to an editorial in the Lancet condemning Snow's testimony. The importance of this testimony and subsequent events have been considered, but a more definitive analysis awaits further data.\r\n"},{"id":"10901323-81","text":"ACKNOWLEDGMENTS\r\n"},{"id":"10901323-82","text":"The author thanks Dr. Harry Marks for his encouragement and many helpful comments and Bert Black for his many suggestions.\r\n"},{"id":"10901323-83","text":"NOTES\r\n"},{"id":"10901323-84","text":"(Reprint requests to Dr. David E. Lilienfeld at this address).\r\n"},{"id":"10901323-85","text":"Editor's note: An invited commentary on this paper appears on page 10.\r\n"},{"id":"10901323-86","text":"REFERENCES\r\n"},{"id":"10901323-87","text":"Vandenbroucke JP. Which John Snow should set the example for clinical epidemiology? J Clin Epidemiol 1988;41:1215\u009616.[ISI][Medline]\r\n Vandenbroucke JP, Eelkman Rooda HM, Beukers H. Who made John Snow a hero? Am J Epidemiol 1991;133:967\u009673.[Abstract]\r\n Paneth N, Vinten-Johansen P, Brody H, et al. A rivalry of foulness: official and unofficial investigations of the London cholera epidemic of 1854. Am J Public Health 1998;88:1545\u009653.[Abstract]\r\n Winkelstein W Jr. A new perspective on John Snow's communicable disease theory. Am J Epidemiol 1995;142(suppl):S3\u00969.[Abstract]\r\n Lilienfeld AM, Lilienfeld DE. John Snow, the Broad Street pump and modern epidemiology. Int J Epidemiol 1984;13:376\u00968.[ISI][Medline]\r\n Snow SJ. John Snow: the emergence of the medical profession. (PhD dissertation). York, United Kingdom: University of York, 1995.\r\n Eyler JM. Victorian social medicine: the ideas and methods of William Farr. Baltimore, MD: Johns Hopkins University Press, 1979.\r\n Wohl AS. Endangered lives: public health in Victorian Britain. Cambridge, MA: Harvard University Press, 1983.\r\n Brockington F. Public health in the nineteenth century. Edinburgh, United Kingdom: E and S Livingstone, 1965.\r\n Rosen G. A history of public health. New York, NY: MD Publications, 1958.\r\n Parliament: the Parliamentary debates. (Authorized edition). Series 3. Vol 136. London, United Kingdom: HMSO, 1855.\r\n O'Neill TP. British Parliamentary papers: a monograph on blue books. Shannon, Ireland: Irish University Press, 1968.\r\n Sir Benjamin Hall. In: Stephen I, Lee S, eds. Dictionary of national biography. Vol 8. London, United Kingdom: Oxford University Press, 1967.\r\n Irish University Press Series of British Parliamentary Papers. Health: general. Vol 8. Medical relief and public health. Shannon, Ireland: Irish University Press, 1968.\r\n Editorial. Lancet 1855;1:634\u00965.\r\n Parliament: the Parliamentary debates. (Authorized edition). Series 3. Vol 139. London, United Kingdom: HMSO, 1855.\r\n Hamlin C. A science of impurity: water analysis in 19th century Britain. Berkeley, CA: University of California Press, 1990.\r\n Black B, Lilienfeld DE. Epidemiologic proof in toxic tort litigation. Fordham Law Rev 1984;52:733\u009685.\r\n Lilienfeld DE, Black B. The epidemiologist in court: some comments. Am J Epidemiol 1986;123:961\u00964.[ISI][Medline]\r\n Irish University Press Series of British Parliamentary Papers. Health: infectious diseases. Vol 3. Medical relief and public health. Shannon, Ireland: Irish University Press, 1970.\r\n Snow J. On the mode of the communication of cholera. Second edition, much enlarged. London, United Kingdom: John Churchill, 1855.\r\n Loudon JM, Loudon I. Medicine, politics and the medical periodical, 1800\u00961850. In: Bynum WF, Lock S, Porter R, eds. Medical journals and medical knowledge: historical essays. London, United Kingdom: Routledge, 1992.\r\n Bostetter M. The journalism of Thomas Wakley. In: Wiener JH, ed. Innovators and preachers: the role of the editor in Victorian England. Westport, CT: Greenwood Press, 1985.\r\n Lilienfeld DE. \"The greening of epidemiology\": sanitary physicians and the London Epidemiological Society (1830\u00961870). Bull Hist Med 1978;52:503\u009628.[ISI][Medline]\r\n Lilienfeld DE. Contagium vivum and the development of water filtration: the beginning of the sanitary movement. Prev Med 1977;6:361\u009675.[ISI][Medline]\r\nReceived for publication July 30, 1999. \r\nAccepted for publication November  1, 1999.\r\n"},{"id":"10901323-88","text":"\r\n"},{"id":"10901323-89","text":"Related articles in Am. J. Epidemiol.:\r\n"},{"id":"10901323-90","text":"Invited Commentary: The Testimony of Dr. Snow\r\n\tJan P. Vandenbroucke\r\n\t\r\nAm. J. Epidemiol. 2000 152: 10-12.\r\n\t\r\n\t\r\n\t[Extract]\r\n\t\r\n\t[FREE Full Text]\r\n"},{"id":"10901323-91","text":"John Snow and Modern-Day Environmental Epidemiology\r\n\tDale P. Sandler\r\n\t\r\nAm. J. Epidemiol. 2000 152: 1-3.\r\n\t\r\n\t\r\n\t[Extract]\r\n\t\r\n\t[FREE Full Text]\r\n"},{"id":"10901323-92","text":"\r\n"},{"id":"10901323-93","text":"\r\n"}]}
{"id":"10901324","title":"\r\nInvited Commentary: The Testimony of Dr. Snow\r\n","chunks":[{"id":"10901324-1","text":"From the Department of Clinical Epidemiology, Leiden University Hospital Medical Centre, P.O. Box 9600, 2300 RC Leiden, The Netherlands.\r\n"},{"id":"10901324-2","text":"Congratulations to Dr. Lilienfeld (1) for having discovered the transcript of Dr. Snow's testimony before the Parliamentary Committee. It proved almost emotionally moving to me to hear John Snow speak\u0097or at least to read the more or less literal transcript of his words. A weighted opinion on the hows and whys of this epidemiologic witness episode might constitute the start of a medical historian's Ph.D. thesis. Let me nevertheless offer a few comments about different aspects.\r\n"},{"id":"10901324-3","text":"Scientific and political context\r\n"},{"id":"10901324-4","text":"The overriding impression one gets from Snow's testimony is that of his extremely strong belief in germ theory and contagion, and his consequent contempt for anything close to the rivalling theory that miasmatic emanations cause disease. This apparently led to his starkly unwarranted generalization to factory fumes. Why was he so blind?\r\n"},{"id":"10901324-5","text":"There is a particular context. The year of the testimony was 1855: That was also the year in which John Snow published the second and much celebrated edition of his book on the contagiousness of cholera via drinking water (containing the story of the Broad Street pump), based on his experiences in the epidemics of the preceding years (2). Snow came out of his investigations an even more convinced adherent of the germ and contagion theory than he already was. As Dr. Lilienfeld explains, the 1854 Parliamentary acts were originally motivated by the same cholera epidemics. To Snow, it must have seemed like blasphemy that the proposed Parliamentary acts invoked the rival miasma theory (disease emanating by fumes), which he had, at least in his mind, completely proven wrong. To him, the idea of combatting the fumes must have seemed like the complete inverse of the lessons learned from the epidemics he had so thoroughly investigated. When I imagine myself in Snow's shoes\u0097i.e., having just published an account of some epidemiologic exposure and finding Parliament enacting laws completely contrary to my findings\u0097I feel anger mounting. What Snow obviously missed was the political understanding that these Parliamentary acts might have been provoked by the cholera epidemics but were aimed at much broader measures for improving living conditions.\r\n"},{"id":"10901324-6","text":"There is also a general context. In 1948, the medical historian Ackerknecht (3) described the great irony that around 1850 the academic popularity of the theory on germs and contagion was at an all-time low\u0097immediately preceding its most successful vindication by bacteriology. The germ and contagion theory was old, and it appealed (intuitively) to the ignorant masses but not to academics. Moreover, germs and contagion were in bad standing with merchants and industrialists. Contagionism had found its expression in quarantines. In the words of Ackerknecht: \"Quarantines meant, to the rapidly growing class of merchants and industrialists, a source of loss, a limitation to expansion, a weapon of bureaucratic control that it was no longer willing to tolerate...\" (3, p. 567). He went on to note that the liberal merchant class therefore sided with the enlightened theoreticians of the miasma theory. The latter group believed that one needs insight into time, place, and person to explain disease, and it led them to propose the cleaning of sewers, improvements in housing and nutrition, etc., instead of merely putting people in quarantine and not changing anything about their living conditions. Could it be\u0097just a historical guess\u0097that Snow seized the occasion to show the inverse, to ingratiate his theory with the wealthy and the powerful, by showing that his theory was not at all inimical to mercantile and industrial interests? Snow's opening words from the transcript published by Dr. Lilienfeld were: \"...my opinion is, that measures to protect the public health would not interfere with useful trades....\" (1, p. 5). On the contrary, in this instance, the theories on miasmatic fumes were contrary to those interests.\r\n"},{"id":"10901324-7","text":"The seemingly cold indifference of Snow to the plight of the laborers in the factories and the surrounding population exposed to toxic fumes contrasts strongly with several things he wrote in the second edition of his book on the propagation of cholera (2). For example, in the last pages of the book, he proposes measures to stop the spread of contagion. They read like an amalgam of the best of both theories (contagionism and the miasma theory): He proposes better housing, better sanitation, and measures for providing clean drinking water and preventing person-to-person transmission. From those pages, compassion seems to emanate for the poor as well as for immigrants.\r\n"},{"id":"10901324-8","text":"Beliefs and interpretation of data\r\n"},{"id":"10901324-9","text":"It is sometimes difficult to disentangle preconceived beliefs from data analysis and interpretation. Snow's work is a case at hand. I have previously demonstrated that he already held his germ-theory and drinking-water convictions before he made his observations, as can be seen from his earlier publications (4). More than that: When reading the second edition of his book, with its celebrated data on the Broad Street pump and the intermixing of water from different water companies, it becomes apparent that even his data analysis was guided by his preconceptions. Many tables giving the incidence of cholera by water company show data for the first weeks of the epidemic only. As Snow explained quite clearly, during the later weeks of the epidemic, cholera started to spread from person to person, and the difference between the water companies blurred. To us, nowadays, this is logic itself. To an adherent of the miasma theory at the time, however, this must have seemed like data-dredging (if the term existed then), since such an adherent believed neither in water contamination nor in person-to-person spread.\r\n"},{"id":"10901324-10","text":"\"Hired gun\"\r\n"},{"id":"10901324-11","text":"One can find Snow's attitude mirrored today. For instance, studies that report adverse consequences of pharmacologic preparations are often challenged on the basis of potential biases such as \"channeling,\" \"attrition of susceptibles,\" \"preferential prescribing,\" \"class effects,\" or \"confounding by indication.\" Such biases may be real, but they are often unproven or logically unfounded: They exist only as potential objections.\r\n"},{"id":"10901324-12","text":"The open discussion of such issues is important, but it is worrisome that these arguments seem to be raised most often by persons on the side of manufacturers with a financial stake in the outcome of these discussions. It is therefore extremely interesting to hear John Snow start his testimony with an argument often used by persons who testify on behalf of industry or other interest groups, one that goes more or less like: \"I was not lured into these opinions by lucre but was chosen because I already held these opinions.\" Certainly, that is often how things go. However, the selection for testimony of experts who are known to hold certain preconceived opinions is akin to publishing an unbalanced literature review, with potentially more serious consequences.\r\n"},{"id":"10901324-13","text":"Snow and his contemporaries\r\n"},{"id":"10901324-14","text":"The picture of Snow and his contemporaries remains complicated. The extent to which Snow's opinions on germ theory were accepted in his (short) lifetime or immediately thereafter remains difficult to judge. Certainly, there were people who referenced them, as is also demonstrated by Lilienfeld, and certainly quite a lot of people started to dream up combination theories that could cope with all objections (such as the concept that miasmas were also, or even sometimes preferentially, transported by water). However, Snow did not truly sway contemporary opinion, and his theories were not greeted as a complete breakthrough in the way that they are often presented as being in epidemiologic textbooks (4).\r\n"},{"id":"10901324-15","text":"Snow's relationship to The Lancet is even more difficult terrain. The Lancet's founder, Thomas Wakley, was officially the Editor from 1823 to 1862, but history has it that in 1851 he collapsed, exhausted from his medico-political fights, and retired temporarily to Madeira (5). His son, the even more irascible James Goodchild Wakley, joined the Lancet in 1852 and served as Editor from 1862 to 1886 (5). Thomas Wakley certainly leaned to the side of contagionism in the 1830s, but he remained critical (see below). Since Snow's first writings on cholera, along with the first edition of his book, were published in 1849, and the second edition of the book was published in 1855, a slow labor of love by a medical historian would be required for us to see whether the Lancet's editorial opinions about contagionism or about Snow in particular changed around 1852 when the younger Wakley moved in. (Ackerknecht suggests in a footnote (3, p. 581) that the contagionist Lancet was somehow already unfavorable to Snow in 1849, and hints that the Lancet softened its contagionist stand later on.)\r\n"},{"id":"10901324-16","text":"Perhaps, again, the Lancet's Editor saw the broader point that Snow so dearly missed. Even if the journal was siding with contagionism, the Editor might have seen that removing toxic fumes from factories was a good thing to do, whatever theory it was based on, and that it was politically rather foolish to cling so much to a single theory as to forget the greater good and have one's scientific reputation exploited by the manufacturers.\r\n"},{"id":"10901324-17","text":"Miasma and contagion\r\n"},{"id":"10901324-18","text":"The fundamental problem with the miasma and contagion theories at the time was that both failed to answer certain questions. This was already seen by Thomas Wakley in the 1830s (3). For instance, if disease came about by germs, why did not all persons attending the sick get sick? Most ironically, this argument can be turned backwards: If diseases come about by emanations from the soil, why do not all persons in the same household (including those attending the sick) get sick? However, do we, 150 years later, understand why certain persons develop disease\u0097for example, meningitis? That is, do we understand why people become ill preferentially after moving (e.g., army recruits coming together, schools starting after holidays, fugitives in camps); why the epidemics are more devastating amidst poverty and malnutrition; and, most enigmatically, why most contacts will remain only temporary carriers of the causative germ?\r\n"},{"id":"10901324-19","text":"The best historical judgment about Snow might follow the lines of the 1927 obituary on Charles Creighton that was written by Major Greenwood (the first professor of epidemiology at the London School of Hygiene and Tropical Medicine) (6). Creighton was a historical epidemiologist who had remained a complete anticontagionist well into the 20th century. Against all reason, he never believed in bacteria, out of conviction that bacteria alone could not explain why diseases occurred at certain times and places and among certain persons\u0097and he was therefore contemptuous of Snow (4). Nevertheless, Creighton wrote a factually most wonderful history of epidemics in Britain. Greenwood wrote about Creighton: \"He despised the pseudo-historian who awards praise or blame in accordance with the extent to which the opinions or descriptions of the old writer can be identified with those of modern idols of the market place\" (6, pp. 240\u00961). Perhaps this epitaph about an unreasonable anticontagionist might lead us to a measured retrospective judgment about the unreasonableness of Snow.\r\n"},{"id":"10901324-20","text":"NOTES\r\n"},{"id":"10901324-21","text":"Reprint requests to Dr. Jan P. Vandenbroucke at this address (e-mail: vdbroucke{at}mail.medfac.leidenuniv.nl<!--\r\n var u = \"vdbroucke\", d = \"mail.medfac.leidenuniv.nl\"; document.getElementById(\"em0\").innerHTML = '<a href=\"mailto:' + u + '@' + d + '\">' + u + '@' + d + '<\\\/a>'\/\/-->).\r\n"},{"id":"10901324-22","text":"REFERENCES\r\n"},{"id":"10901324-23","text":"Lilienfeld DE. John Snow: the first hired gun? Am J Epidemiol 2000;152:4\u00969.[Abstract\/Free Full Text]\r\n Snow J. On the mode of the communication of cholera. Second edition, much enlarged. London, United Kingdom: John Churchill, 1865. [Reprinted in: Frost WH, ed. Snow on cholera. New York, NY: The Commonwealth Fund, 1936].\r\n Ackerknecht EH. The Fielding H. Garrison Lecture: anticontagionism between 1821 and 1867. Bull Hist Med 1948;22:562\u009693.\r\n Vandenbroucke JP, Eelkman Rooda HM, Beukers H. Who made John Snow a hero? Am J Epidemiol 1991;133:967\u009673.[Abstract]\r\n Kandela P. 175 years at The Lancet: the editors. Lancet 1998;352:1141\u00963.[Medline]\r\n Greenwood M. Charles Creighton, M.D. Br Med J 1927;2:240\u00961.\r\nReceived for publication February  7, 2000. \r\nAccepted for publication March 29, 2000.\r\n"},{"id":"10901324-24","text":"\r\n"},{"id":"10901324-25","text":"Related articles in Am. J. Epidemiol.:\r\n"},{"id":"10901324-26","text":"John Snow: The First Hired Gun?\r\n\tDavid E. Lilienfeld\r\n\t\r\nAm. J. Epidemiol. 2000 152: 4-9.\r\n\t\r\n\t\r\n\t[Abstract]\r\n\t\r\n\t[FREE Full Text]\r\n"},{"id":"10901324-27","text":"John Snow and Modern-Day Environmental Epidemiology\r\n\tDale P. Sandler\r\n\t\r\nAm. J. Epidemiol. 2000 152: 1-3.\r\n\t\r\n\t\r\n\t[Extract]\r\n\t\r\n\t[FREE Full Text]\r\n"},{"id":"10901324-28","text":"\r\n"},{"id":"10901324-29","text":"\r\n"}]}
