{"id":"12","title":"Anarchism","chunks":[{"id":"12-0","text":"Anarchism is a political philosophy that advocates self-governed societies based on voluntary, cooperative institutions and the rejection of hierarchies those societies view as unjust. These institutions are often described as stateless societies, although several authors have defined them more specifically as institutions based on non-hierarchical or free associations. Anarchism holds capitalism, the state, and representative democracy to be undesirable, unnecessary, and harmful."},{"id":"12-1","text":"While opposition to the state is central, many forms of anarchism specifically entail opposing authority or hierarchical organisation in the conduct of all human relations. Anarchism is often considered a far-left ideology, and much of anarchist economics and anarchist legal philosophy reflect anti-authoritarian interpretations of communism, collectivism, syndicalism, mutualism, or participatory economics."},{"id":"12-2","text":"Anarchism does not offer a fixed body of doctrine from a single particular world view, instead fluxing and flowing as a philosophy. Many types and traditions of anarchism exist, not all of which are mutually exclusive. Anarchist schools of thought can differ fundamentally, supporting anything from extreme individualism to complete collectivism. Strains of anarchism have often been divided into the categories of social and individualist anarchism or similar dual classifications."},{"id":"12-3","text":"The word \"anarchism\" is composed from the word \"anarchy\" and the suffix -ism, themselves derived respectively from the Greek, i.e. \"anarchy\" (from, \"anarchos\", meaning \"one without rulers\"; from the privative prefix ἀν- (\"an-\", i.e. \"without\") and, \"archos\", i.e. \"leader\", \"ruler\"; (cf. \"archon\" or, \"arkhē\", i.e. \"authority\", \"sovereignty\", \"realm\", \"magistracy\")) and the suffix or (\"-ismos\", \"-isma\", from the verbal infinitive suffix, \"-izein\"). The first known use of this word was in 1539. Various factions within the French Revolution labelled opponents as anarchists (as Maximilien Robespierre did the Hébertists) although few shared many views of later anarchists. There would be many revolutionaries of the early nineteenth century who contributed to the anarchist doctrines of the next generation, such as William Godwin and Wilhelm Weitling, but they did not use the word \"anarchist\" or \"anarchism\" in describing themselves or their beliefs."},{"id":"12-4","text":"The first political philosopher to call himself an anarchist was Pierre-Joseph Proudhon, marking the formal birth of anarchism in the mid-nineteenth century. Since the 1890s and beginning in France, the term \"libertarianism\" has often been used as a synonym for anarchism and its use as a synonym is still common outside the United States. On the other hand, some use libertarianism to refer to individualistic free market philosophy only, referring to free market anarchism as libertarian anarchism."},{"id":"12-5","text":"The earliest anarchist themes can be found in the 6th century BC among the works of Taoist philosopher Laozi and in later centuries by Zhuangzi and Bao Jingyan. Zhuangzi's philosophy has been described by various sources as anarchist. Zhuangzi wrote: \"A petty thief is put in jail. A great brigand becomes a ruler of a Nation\". Diogenes of Sinope and the Cynics as well as their contemporary Zeno of Citium, the founder of Stoicism, also introduced similar topics. Jesus is sometimes considered the first anarchist in the Christian anarchist tradition. Georges Lechartier wrote: \"The true founder of anarchy was Jesus Christ and [...] the first anarchist society was that of the apostles\". In early Islamic history, some manifestations of anarchic thought are found during the Islamic civil war over the Caliphate, where the Kharijites insisted that the imamate is a right for each individual within the Islamic society.\nThe French Renaissance political philosopher Étienne de La Boétie wrote in his most famous work the \"Discourse on Voluntary Servitude\" what some historians consider an important anarchist precedent. The radical Protestant Christian Gerrard Winstanley and his group the Diggers are cited by various authors as proposing anarchist social measures in the 17th century in England. The term \"anarchist\" first entered the English language in 1642 during the English Civil War as a term of abuse, used by Royalists against their Roundhead opponents. By the time of the French Revolution, some such as the Enraged Ones began to use the term positively in opposition to Jacobin centralisation of power, seeing \"revolutionary government\" as oxymoronic. By the turn of the 19th century, the English word \"anarchism\" had lost its initial negative connotation."},{"id":"12-6","text":"Modern anarchism emerged from the secular or religious thought of the Enlightenment, particularly Jean-Jacques Rousseau's arguments for the moral centrality of freedom.\nAs part of the political turmoil of the 1790s in the wake of the French Revolution, William Godwin developed the first expression of modern anarchist thought. According to Peter Kropotkin, Godwin was \"the first to formulate the political and economical conceptions of anarchism, even though he did not give that name to the ideas developed in his work\" while Godwin attached his anarchist ideas to an early Edmund Burke."},{"id":"12-7","text":"Godwin is generally regarded as the founder of the school of thought known as philosophical anarchism. He argued in \"Political Justice\" (1793) that government has an inherently malevolent influence on society and that it perpetuates dependency and ignorance. He thought that the spread of the use of reason to the masses would eventually cause government to wither away as an unnecessary force. Although he did not accord the state with moral legitimacy, he was against the use of revolutionary tactics for removing the government from power. Rather, he advocated for its replacement through a process of peaceful evolution."},{"id":"12-8","text":"His aversion to the imposition of a rules-based society led him to denounce as a manifestation of the people's \"mental enslavement\" the foundations of law, property rights and even the institution of marriage. He considered the basic foundations of society as constraining the natural development of individuals to use their powers of reasoning to arrive at a mutually beneficial method of social organisation. In each case, government and its institutions are shown to constrain the development of our capacity to live wholly in accordance with the full and free exercise of private judgement."},{"id":"12-9","text":"The French Pierre-Joseph Proudhon is regarded as the first self-proclaimed anarchist, a label he adopted in his groundbreaking work \"What is Property?\", published in 1840. It is for this reason that some claim Proudhon as the founder of modern anarchist theory. He developed the theory of spontaneous order in society, where organisation emerges without a central coordinator imposing its own idea of order against the wills of individuals acting in their own interests. His famous quote on the matter is \"Liberty is the mother, not the daughter, of order\". In \"What is Property?\", Proudhon answers with the famous accusation \"Property is theft\". In this work, he opposed the institution of decreed \"property\" (\"propriété\"), where owners have complete rights to \"use and abuse\" their property as they wish. He contrasted this with what he called \"possession\", or limited ownership of resources and goods only while in more or less continuous use. However, Proudhon later added that \"Property is Liberty\" and argued that it was a bulwark against state power. His opposition to the state, organised religion and certain capitalist practices inspired subsequent anarchists and made him one of the leading social thinkers of his time."},{"id":"12-10","text":"The anarcho-communist Joseph Déjacque was the first person to describe himself as \"libertarian\". Unlike Proudhon, he argued that \"it is not the product of his or her labour that the worker has a right to, but to the satisfaction of his or her needs, whatever may be their nature\". In 1844, the post-Hegelian philosopher Max Stirner published in Germany the book, \"The Ego and Its Own\", which would later be considered an influential early text of individualist anarchism. French anarchists active in the 1848 Revolution included Anselme Bellegarrigue, Ernest Coeurderoy, Joseph Déjacque and Proudhon himself.\nIn Europe, harsh reaction followed the revolutions of 1848, during which ten countries had experienced brief or long-term social upheaval as groups carried out nationalist uprisings. After most of these attempts at systematic change ended in failure, conservative elements took advantage of the divided groups of socialists, liberals and nationalists along with anarchists to prevent further revolt. In Spain, Ramón de la Sagra established the anarchist journal \"El Porvenir\" in La Coruña in 1845 which was inspired by Proudhon's ideas. The Catalan politician Francesc Pi i Margall became the principal translator of Proudhon's works into Spanish and later briefly became President of Spain in 1873 while being the leader of the Federal Democratic Republican Party. According to George Woodcock: \"These translations were to have a profound and lasting effect on the development of Spanish anarchism after 1870, but before that time Proudhonian ideas, as interpreted by Pi, already provided much of the inspiration for the federalist movement which sprang up in the early 1860s\". According to the \"Encyclopædia Britannica\": \"During the Spanish revolution of 1873, Pi y Margall attempted to establish a decentralised, or \"cantonalist,\" political system on Proudhonian lines\"."},{"id":"12-11","text":"In 1864, the International Workingmen's Association (sometimes called the First International) united diverse revolutionary currents including French followers of Proudhon, Blanquists, Philadelphes, English trade unionists, socialists and social democrats. Due to its links to active workers' movements, the International became a significant organisation. Karl Marx became a leading figure in the International and a member of its General Council. Proudhon's followers, the mutualists, opposed Marx's state socialism, advocating political abstentionism and small property holdings. Woodcock also reports that the American individualist anarchists Lysander Spooner and William Batchelder Greene had been members of the First International. In 1868, following their unsuccessful participation in the League of Peace and Freedom (LPF) Russian revolutionary Mikhail Bakunin and his collectivist anarchist associates joined the First International, which had decided not to get involved with the LPF. They allied themselves with the federalist socialist sections of the International, who advocated the revolutionary overthrow of the state and the collectivisation of property. At first, the collectivists worked with the Marxists to push the First International in a more revolutionary socialist direction. Subsequently, the International became polarised into two camps, with Marx and Bakunin as their respective figureheads. Bakunin characterised Marx's ideas as centralist and predicted that if a Marxist party came to power, its leaders would simply take the place of the ruling class they had fought against."},{"id":"12-12","text":"Anarchist historian George Woodcock reports: \"The annual Congress of the International had not taken place in 1870 owing to the outbreak of the Paris Commune, and in 1871 the General Council called only a special conference in London. One delegate was able to attend from Spain and none from Italy, while a technical excuse—that they had split away from the Fédération Romande—was used to avoid inviting Bakunin's Swiss supporters. Thus only a tiny minority of anarchists was present, and the General Council's resolutions passed almost unanimously. Most of them were clearly directed against Bakunin and his followers\". In 1872, the conflict climaxed with a final split between the two groups at the Hague Congress, where Bakunin and James Guillaume were expelled from the International and its headquarters were transferred to New York. In response, the federalist sections formed their own International at the St. Imier Congress, adopting a revolutionary anarchist programme."},{"id":"12-13","text":"The Paris Commune was a government that briefly ruled Paris from 18 March (more formally, from 28 March) to 28 May 1871. The Commune was the result of an uprising in Paris after France was defeated in the Franco-Prussian War. Anarchists participated actively in the establishment of the Paris Commune. They included Louise Michel, the Reclus brothers (Élie Reclus and Élisée Reclus) and Eugene Varlin (the latter murdered in the repression afterwards). As for the reforms initiated by the Commune, such as the re-opening of workplaces as co-operatives, anarchists can see their ideas of associated labour beginning to be realised. Moreover, the Commune's ideas on federation obviously reflected the influence of Proudhon on French radical ideas. The Commune's vision of a communal France based on a federation of delegates bound by imperative mandates issued by their electors and subject to recall at any moment echoes Bakunin's and Proudhon's ideas (Proudhon, like Bakunin, had argued in favour of the \"implementation of the binding mandate\" in 1848 and for federation of communes), thus both economically and politically the Paris Commune was heavily influenced by anarchist ideas. George Woodcock states that \"a notable contribution to the activities of the Commune and particularly to the organization of public services was made by members of various anarchist factions, including the mutualists Courbet, Longuet, and Vermorel, the libertarian collectivists Varlin, Malon, and Lefrangais, and the bakuninists Elie and Elisée Reclus and Louise Michel\"."},{"id":"12-14","text":"The anti-authoritarian sections of the First International were the precursors of the anarcho-syndicalists, seeking to \"replace the privilege and authority of the State\" with the \"free and spontaneous organization of labour\". In 1886, the Federation of Organized Trades and Labor Unions of the United States and Canada unanimously set 1 May 1886 as the date by which the eight-hour work day would become standard.\nIn response, unions across the United States prepared a general strike in support of the event. On 3 May, a fight broke out in Chicago when strikebreakers attempted to cross the picket line and two workers died when police opened fire upon the crowd. The next day on 4 May, anarchists staged a rally at Chicago's Haymarket Square. A bomb was thrown by an unknown party near the conclusion of the rally, killing an officer. In the ensuing panic, police opened fire on the crowd and each other. Seven police officers and at least four workers were killed. Eight anarchists directly and indirectly related to the organisers of the rally were arrested and charged with the murder of the deceased officer. The men became international political celebrities among the labour movement. Four of the men were executed and a fifth committed suicide prior to his own execution. The incident became known as the Haymarket affair and was a setback for the labour movement and the struggle for the eight-hour day. In 1890, a second attempt—this time international in scope—to organise for the eight-hour day was made. The event also had the secondary purpose of memorialising workers killed as a result of the Haymarket affair. Although it had initially been conceived as a once-off event, by the following year the celebration of International Workers' Day on May Day had become firmly established as an international worker's holiday."},{"id":"12-15","text":"In 1907, the International Anarchist Congress of Amsterdam gathered delegates from 14 different countries, among which were important figures of the anarchist movement, including Errico Malatesta, Pierre Monatte, Luigi Fabbri, Benoît Broutchoux, Emma Goldman, Rudolf Rocker and Christiaan Cornelissen. Various themes were treated during the Congress, in particular concerning the organisation of the anarchist movement, popular education issues, the general strike or antimilitarism. A central debate concerned the relation between anarchism and syndicalism (or trade unionism). Malatesta and Monatte were in particular disagreement themselves on this issue as the latter thought that syndicalism was revolutionary and would create the conditions of a social revolution while Malatesta did not consider syndicalism by itself sufficient. He thought that the trade union movement was reformist and even conservative, citing as essentially bourgeois and anti-worker the phenomenon of professional union officials. Malatesta warned that the syndicalists aims were in perpetuating syndicalism itself, whereas anarchists must always have anarchy as their end and consequently refrain from committing to any particular method of achieving it."},{"id":"12-16","text":"In 1881, the Spanish Workers Federation was the first major anarcho-syndicalist movement—anarchist trade union federations were of special importance in Spain. The most successful was the Confederación Nacional del Trabajo (National Confederation of Labour, CNT), founded in 1910. Before the 1940s, the CNT was the major force in Spanish working class politics, attracting 1.58 million members at one point and playing a major role in the Spanish Civil War. The CNT was affiliated with the International Workers Association, a federation of anarcho-syndicalist trade unions founded in 1922, with delegates representing two million workers from 15 countries in Europe and Latin America. In Latin America in particular, \"[t]he anarchists quickly became active in organising craft and industrial workers throughout South and Central America, and until the early 1920s most of the trade unions in Mexico, Brazil, Peru, Chile, and Argentina were anarcho-syndicalist in general outlook; the prestige of the Spanish C.N.T. as a revolutionary organisation was undoubtedly to a great extent responsible for this situation. The largest and most militant of these organisations was the Federación Obrera Regional Argentina [...] it grew quickly to a membership of nearly a quarter of a million, which dwarfed the rival socialdemocratic unions\".\nSome anarchists, such as Johann Most, advocated publicising violent acts of retaliation against counter-revolutionaries because \"we preach not only action in and for itself, but also action as propaganda\". Scholars such as Beverly Gage contend that this was not advocacy of mass murder, but targeted killings of members of the ruling class at times when such actions might garner sympathy from the population, such as during periods of heightened government repression or labor conflicts where workers were killed. However, Most himself once boasted that \"the existing system will be quickest and most radically overthrown by the annihilation of its exponents. Therefore, massacres of the enemies of the people must be set in motion\". Most is best known for a pamphlet published in 1885, \"The Science of Revolutionary Warfare\", a how-to manual on the subject of making explosives based on knowledge he acquired while working at an explosives plant in New Jersey."},{"id":"12-17","text":"By the 1880s, people inside and outside the anarchist movement began to use the slogan, \"propaganda of the deed\" to refer to individual bombings, regicides and tyrannicides. From 1905 onwards, the Russian counterparts of these anti-syndicalist anarchist-communists become partisans of economic terrorism and illegal \"expropriations\". Illegalism as a practice emerged and within it \"[t]he acts of the anarchist bombers and assassins (\"propaganda by the deed\") and the anarchist burglars (\"individual reappropriation\") expressed their desperation and their personal, violent rejection of an intolerable society. Moreover, they were clearly meant to be exemplary invitations to revolt\". France's Bonnot Gang was the most famous group to embrace illegalism."},{"id":"12-18","text":"However, important figures in the anarchist movement distanced themselves from such individual acts as soon as 1887. Peter Kropotkin thus wrote that year in \"Le Révolté\" that \"a structure based on centuries of history cannot be destroyed with a few kilos of dynamite\". A variety of anarchists advocated the abandonment of these sorts of tactics in favour of collective revolutionary action, for example through the trade union movement. The anarcho-syndicalist Fernand Pelloutier argued in 1895 for renewed anarchist involvement in the labour movement on the basis that anarchism could do very well without \"the individual dynamiter\"."},{"id":"12-19","text":"State repression (including the infamous 1894 French \"lois scélérates\") of the anarchist and labour movements following the few successful bombings and assassinations may have contributed in the first place to the abandonment of these kinds of tactics, although reciprocally state repression may have played a role in these isolated acts. The dismemberment of the French socialist movement into many groups and—following the suppression of the 1871—Paris Commune the execution and exile of many \"communards\" to penal colonies favoured individualist political expression and acts."},{"id":"12-20","text":"Numerous heads of state were assassinated between 1881 and 1914 by members of the anarchist movement, including Tsar Alexander II of Russia, President Sadi Carnot of France, Prime Minister Antonio Cánovas del Castillo of Spain, Empress Elisabeth of Austria, King Umberto I of Italy, President William McKinley of the United States, King Carlos I of Portugal and King George I of Greece. McKinley's assassin Leon Czolgosz claimed to have been influenced by anarchist and feminist Emma Goldman."},{"id":"12-21","text":"Anarchists participated alongside the Bolsheviks in both February and October revolutions and were initially enthusiastic about the Bolshevik revolution. However, following a political falling out with the Bolsheviks by the anarchists and other left-wing opposition the conflict culminated in the 1921 Kronstadt rebellion, which the new government repressed. Anarchists in central Russia were either imprisoned, driven underground or joined the victorious Bolsheviks; the anarchists from Petrograd and Moscow fled to Ukraine. In the Free Territory, they fought in the civil war against the Whites (a grouping of monarchists and other opponents of the October Revolution) and then the Bolsheviks as part of the Revolutionary Insurrectionary Army of Ukraine led by Nestor Makhno, who established an anarchist society in the region for a number of months."},{"id":"12-22","text":"Expelled American anarchists Emma Goldman and Alexander Berkman were among those agitating in response to Bolshevik policy and the suppression of the Kronstadt uprising, before they left Russia. Both wrote accounts of their experiences in Russia, criticising the amount of control the Bolsheviks exercised. For them, Bakunin's predictions about the consequences of Marxist rule that the rulers of the new \"socialist\" Marxist state would become a new elite had proved all too true."},{"id":"12-23","text":"The victory of the Bolsheviks in the October Revolution and the resulting Russian Civil War did serious damage to anarchist movements internationally. Many workers and activists saw Bolshevik success as setting an example and communist parties grew at the expense of anarchism and other socialist movements. In France and the United States, for example, members of the major syndicalist movements of the General Confederation of Labour and Industrial Workers of the World (IWW) left the organisations and joined the Communist International."},{"id":"12-24","text":"The revolutionary wave of 1917–1923 saw the active participation of anarchists in varying degrees of protagonism. In the German uprising known as the German Revolution of 1918–19 which established the Bavarian Soviet Republic, the anarchists Gustav Landauer, Silvio Gesell and Erich Mühsam had important leadership positions within the revolutionary councilist structures. In the Italian events known as the \"biennio rosso\", the anarcho-syndicalist trade union Unione Sindacale Italiana \"grew to 800,000 members and the influence of the Italian Anarchist Union (20,000 members plus \"Umanita Nova\", its daily paper) grew accordingly [...] Anarchists were the first to suggest occupying workplaces.\" In the Mexican Revolution, the Mexican Liberal Party was established and during the early 1910s it led a series of military offensives leading to the conquest and occupation of certain towns and districts in Baja California with the leadership of anarcho-communist Ricardo Flores Magón."},{"id":"12-25","text":"In Paris, the Dielo Truda group of Russian anarchist exiles, which included Nestor Makhno, concluded that anarchists needed to develop new forms of organisation in response to the structures of Bolshevism. Their 1926 manifesto, called the \"Organisational Platform of the General Union of Anarchists (Draft)\", was supported. Platformist groups active today include the Workers Solidarity Movement in Ireland and the North Eastern Federation of Anarchist Communists of North America. Synthesis anarchism emerged as an organisational alternative to platformism that tries to join anarchists of different tendencies under the principles of anarchism without adjectives. In the 1920s, this form found as its main proponents Volin and Sebastien Faure. It is the main principle behind the anarchist federations grouped around the contemporary global International of Anarchist Federations."},{"id":"12-26","text":"In the 1920s and 1930s, the rise of fascism in Europe transformed anarchism's conflict with the state. Italy saw the first struggles between anarchists and Benito Mussolini's fascists. Italian anarchists played a key role in the anti-fascist organisation \"Arditi del Popolo\", which was strongest in areas with anarchist traditions and achieved some success in their activism, such as repelling Blackshirts in the anarchist stronghold of Parma in August 1922. The veteran Italian anarchist Luigi Fabbri was one of the first critical theorists of fascism, describing it as \"the preventive counter-revolution\". In France, where the far-right leagues came close to insurrection in the February 1934 riots, anarchists divided over a united front policy."},{"id":"12-27","text":"Anarchists in France and Italy were active in the Resistance during World War II. In Germany, the anarchist Erich Mühsam was arrested on charges unknown in the early morning hours of 28 February 1933, within a few hours after the Reichstag fire in Berlin. Joseph Goebbels, the Nazi propaganda minister, labelled him as one of \"those Jewish subversives\". Over the next seventeen months, he would be imprisoned in the concentration camps at Sonnenburg, Brandenburg and finally, Oranienburg. On 2 February 1934, Mühsam was transferred to the concentration camp at Oranienburg when finally on the night of 9 July 1934, Mühsam was tortured and murdered by the guards, his battered corpse found hanging in a latrine the next morning."},{"id":"12-28","text":"In Spain, the national anarcho-syndicalist trade union CNT initially refused to join a popular front electoral alliance and abstention by CNT supporters led to a right-wing election victory. In 1936, the CNT changed its policy and anarchist votes helped bring the popular front back to power. Months later, conservative members of the military, with the support of minority extreme-right parties, responded with an attempted coup, causing the Spanish Civil War (1936–1939). In response to the army rebellion, an anarchist-inspired movement of peasants and workers, supported by armed militias, took control of Barcelona and of large areas of rural Spain where they collectivised the land. However, the anarchists were losing ground even before the fascist victory in 1939 in a bitter struggle with the Stalinists, who controlled much of the distribution of military aid to the Republicans cause from the Soviet Union. According to Noam Chomsky, \"the communists were mainly responsible for the destruction of the Spanish anarchists. Not just in Catalonia—the communist armies mainly destroyed the collectives elsewhere. The communists basically acted as the police force of the security system of the Republic and were very much opposed to the anarchists, partially because Stalin still hoped at that time to have some kind of pact with Western countries against Adolf Hitler. That failed and Stalin withdrew the support to the Republic. They even withdrew the Spanish gold reserves\". The events known as the Spanish Revolution was a workers' social revolution that began during the outbreak of the Spanish Civil War in 1936 and resulted in the widespread implementation of anarchist and more broadly libertarian socialist organisational principles throughout various portions of the country for two to three years, primarily Catalonia, Aragon, Andalusia and parts of Levante. Much of Spain's economy was put under worker control and in anarchist strongholds like Catalonia the figure was as high as 75%, but lower in areas with heavy Communist Party of Spain influence as the Soviet-allied party actively resisted attempts at collectivisation enactment. Factories were run through worker committees, agrarian areas became collectivised and run as libertarian communes. Anarchist historian Sam Dolgoff estimated that about eight million people participated directly or at least indirectly in the Spanish Revolution, which he claimed \"came closer to realising the ideal of the free stateless society on a vast scale than any other revolution in history\". Spanish Communist Party-led troops suppressed the collectives and persecuted both dissident Marxists and anarchists. The prominent Italian anarchist Camillo Berneri, who volunteered to fight against Francisco Franco was killed instead in Spain by gunmen associated with the Spanish Communist Party. The city of Madrid was turned over to the Francoist forces by the last non-francoist mayor of the city, the anarchist Melchor Rodríguez García."},{"id":"12-29","text":"Anarchism sought to reorganise itself after the war and in this context the organisational debate between synthesis anarchism and platformism took importance once again especially in the anarchist movements of Italy and France. The Mexican Anarchist Federation was established in 1945 after the Anarchist Federation of the Centre united with the Anarchist Federation of the Federal District. In the early 1940s, the Antifascist International Solidarity and the Federation of Anarchist Groups of Cuba merged into the large national organisation Asociación Libertaria de Cuba (Cuban Libertarian Association). From 1944 to 1947, the Bulgarian Anarchist Communist Federation reemerged as part of a factory and workplace committee movement, but was repressed by the new Communist regime. In 1945 in France the Fédération Anarchiste and the anarchosyndicalist trade union Confédération nationale du travail was established in the next year while the also synthesist Federazione Anarchica Italiana was founded in Italy. Korean anarchists formed the League of Free Social Constructors in September 1945 and in 1946 the Japanese Anarchist Federation was founded. An International Anarchist Congress with delegates from across Europe was held in Paris in May 1948. After World War II, an appeal in the \"Fraye Arbeter Shtime\" detailing the plight of German anarchists and called for Americans to support them. By February 1946, the sending of aid parcels to anarchists in Germany was a large-scale operation. The Federation of Libertarian Socialists was founded in Germany in 1947 and Rudolf Rocker wrote for its organ, \"Die Freie Gesellschaft\", which survived until 1953. In 1956, the Uruguayan Anarchist Federation was founded. In 1955, the Anarcho-Communist Federation of Argentina renamed itself as the Argentine Libertarian Federation. The Syndicalist Workers' Federation (SWF) was a syndicalist group in active in post-war Britain, and one of Solidarity Federation's earliest predecessors. It was formed in 1950 by members of the dissolved Anarchist Federation of Britain (AFB). Unlike the AFB, which was influenced by anarcho-syndicalist ideas but ultimately not syndicalist itself, the SWF decided to pursue a more definitely syndicalist, worker-centred strategy from the outset."},{"id":"12-30","text":"Anarchism continued to influence important literary and intellectual personalities of the time, such as Albert Camus, Herbert Read, Paul Goodman, Dwight Macdonald, Allen Ginsberg, George Woodcock, Leopold Kohr, Julian Beck, John Cage and the French Surrealist group led by André Breton, which now openly embraced anarchism and collaborated in the Fédération Anarchiste."},{"id":"12-31","text":"Anarcho-pacifism became influential in the Anti-nuclear movement and anti war movements of the time as can be seen in the activism and writings of the English anarchist member of Campaign for Nuclear Disarmament Alex Comfort or the similar activism of the American catholic anarcho-pacifists Ammon Hennacy and Dorothy Day. Anarcho-pacifism became a \"basis for a critique of militarism on both sides of the Cold War\". The resurgence of anarchist ideas during this period is well documented in Robert Graham's, \"Volume Two: The Emergence of the New Anarchism (1939–1977)\"."},{"id":"12-32","text":"A surge of popular interest in anarchism occurred in western nations during the 1960s and 1970s. Anarchism was influential in the Counterculture of the 1960s and anarchists actively participated in the late sixties students and workers revolts. In 1968, in Carrara, Italy the International of Anarchist Federations was founded during an international anarchist conference held there in 1968 by the three existing European federations of France (the Fédération Anarchiste), the Federazione Anarchica Italiana of Italy and the Iberian Anarchist Federation as well as the Bulgarian federation in French exile."},{"id":"12-33","text":"In the United Kingdom in the 1970s, this was associated with the punk rock movement as exemplified by bands such as Crass and the Sex Pistols. The housing and employment crisis in most of Western Europe led to the formation of communes and squatter movements like that of Barcelona, Spain. In Denmark, squatters occupied a disused military base and declared the Freetown Christiania, an autonomous haven in central Copenhagen. Since the revival of anarchism in the mid-20th century, a number of new movements and schools of thought emerged. Although feminist tendencies have always been a part of the anarchist movement in the form of anarcha-feminism, they returned with vigour during the second wave of feminism in the 1960s. Anarchist anthropologist David Graeber and anarchist historian Andrej Grubacic have posited a rupture between generations of anarchism, with those \"who often still have not shaken the sectarian habits\" of the 19th century contrasted with the younger activists who are \"much more informed, among other elements, by indigenous, feminist, ecological and cultural-critical ideas\" and who by the turn of the 21st century formed \"by far the majority\" of anarchists."},{"id":"12-34","text":"Since the 1980s, anarchism has grown into a strong political force in Latin America, with the development of Fejuve (1979), CIPO-RFM (1980s), Zapatistas (1994), Horizontilidad (2001) and the Oaxaca Uprising (2006). Around the turn of the 21st century, anarchism grew in popularity and influence as part of the anti-war, anti-capitalist, and anti-globalisation movements. Anarchists became known for their involvement in protests against the meetings of the World Trade Organization (WTO), Group of Eight (G8) and the World Economic Forum (WEF). Some anarchist factions at these protests engaged in rioting, property destruction, and violent confrontations with police. These actions were precipitated by ad hoc, leaderless, anonymous cadres known as black blocs—other organisational tactics pioneered in this time include security culture, affinity groups and the use of decentralised technologies such as the internet. A significant event of this period was the confrontations at WTO conference in Seattle in 1999. According to anarchist scholar Simon Critchley, \"contemporary anarchism can be seen as a powerful critique of the pseudo-libertarianism of contemporary neo-liberalism [...] One might say that contemporary anarchism is about responsibility, whether sexual, ecological or socio-economic; it flows from an experience of conscience about the manifold ways in which the West ravages the rest; it is an ethical outrage at the yawning inequality, impoverishment and disenfranchisment that is so palpable locally and globally\".\nInternational anarchist federations in existence include the International of Anarchist Federations, the International Workers' Association and International Libertarian Solidarity. The largest organised anarchist movement today is in Spain in the form of the Confederación General del Trabajo (CGT) and the CNT. CGT membership was estimated at around 100,000 for 2003."},{"id":"12-35","text":"Anarchist ideas have been influential in the development of the Democratic Federation of Northern Syria (DFNS), more commonly known as Rojava, a \"de facto\" autonomous region in northern Syria. Abdullah Öcalan—a founding member of the Kurdistan Workers' Party (PKK) who is currently imprisoned in Turkey—is an iconic and popular figure in the DFNS whose ideas shaped the region's society and politics. While in prison, Öcalan corresponded with (and was influenced by) Murray Bookchin, an anarcho-communist theorist and philosopher who developed Communalism and libertarian municipalism. Modelled after Bookchin's ideas, Öcalan developed the theory of democratic confederalism. In March 2005, he issued his \"Declaration of Democratic Confederalism in Kurdistan\", calling upon citizens \"to stop attacking the government and instead create municipal assemblies, which he called 'democracy without the state'\"."},{"id":"12-36","text":"Anarchist schools of thought had been generally grouped in two main historical traditions, individualist anarchism and social anarchism, which have some different origins, values and evolution. The individualist wing of anarchism emphasises negative liberty, i.e. opposition to state or social control over the individual, while those in the social wing emphasise positive liberty to achieve one's potential and argue that humans have needs that society ought to fulfil, \"recognising equality of entitlement\". In a chronological and theoretical sense, there are classical—those created throughout the 19th century—and post-classical anarchist schools—those created since the mid-20th century and after."},{"id":"12-37","text":"Beyond the specific factions of anarchist thought is philosophical anarchism, which embodies the theoretical stance that the state lacks moral legitimacy without accepting the imperative of revolution to eliminate it. A component especially of individualist anarchism philosophical anarchism may accept the existence of a minimal state as unfortunate, and usually temporary, \"necessary evil\" but argue that citizens do not have a moral obligation to obey the state when its laws conflict with individual autonomy. One reaction against sectarianism within the anarchist milieu was \"anarchism without adjectives\", a call for toleration first adopted by Fernando Tarrida del Mármol in 1889 in response to the \"bitter debates\" of anarchist theory at the time. In abandoning the hyphenated anarchisms (i.e. collectivist-, communist-, mutualist- and individualist-anarchism), it sought to emphasise the anti-authoritarian beliefs common to all anarchist schools of thought."},{"id":"12-38","text":"Mutualism began in 18th-century English and French labour movements before taking an anarchist form associated with Pierre-Joseph Proudhon in France and others in the United States. Proudhon proposed spontaneous order, whereby organisation emerges without central authority, a \"positive anarchy\" where order arises when everybody does \"what he wishes and only what he wishes\" and where \"business transactions alone produce the social order.\" Proudhon distinguished between ideal political possibilities and practical governance. For this reason, much in contrast to some of his theoretical statements concerning ultimate spontaneous self-governance, Proudhon was heavily involved in French parliamentary politics and allied himself not with anarchist but socialist factions of workers' movements and, in addition to advocating state-protected charters for worker-owned cooperatives, promoted certain nationalisation schemes during his life of public service."},{"id":"12-39","text":"Mutualist anarchism is concerned with reciprocity, free association, voluntary contract, federation, and credit and currency reform. According to the American mutualist William Batchelder Greene, each worker in the mutualist system would receive \"just and exact pay for his work; services equivalent in cost being exchangeable for services equivalent in cost, without profit or discount\". Mutualism has been retrospectively characterised as ideologically situated between individualist and collectivist forms of anarchism. Proudhon first characterised his goal as a \"third form of society, the synthesis of communism and property\"."},{"id":"12-40","text":"Social anarchism calls for a system with common ownership of means of production and democratic control of all organisations, without any government authority or coercion. It is the largest school of thought in anarchism. Social anarchism rejects private property, seeing it as a source of social inequality (while retaining respect for personal property) and emphasises cooperation and [[mutual aid (organization)|mutual aid]]."},{"id":"12-41","text":"[[Collectivist anarchism]], also referred to as revolutionary socialism or a form of such, is a revolutionary form of anarchism, commonly associated with Mikhail Bakunin and Johann Most. Collectivist anarchists oppose all private ownership of the means of production, instead advocating that ownership be collectivised. This was to be achieved through violent revolution, first starting with a small cohesive group through acts of violence, or propaganda by the deed, which would inspire the workers as a whole to revolt and forcibly collectivise the means of production."},{"id":"12-42","text":"However, collectivisation was not to be extended to the distribution of income as workers would be paid according to time worked, rather than receiving goods being distributed \"according to need\" as in anarcho-communism. This position was criticised by anarchist communists as effectively \"uphold[ing] the wages system\". Collectivist anarchism arose contemporaneously with [[Marxism]], but opposed the Marxist dictatorship of the proletariat despite the stated Marxist goal of a collectivist stateless society. Anarchist, communist and collectivist ideas are not [[mutually exclusive]]—although the collectivist anarchists advocated compensation for labour, some held out the possibility of a post-revolutionary transition to a communist system of distribution according to need."},{"id":"12-43","text":"[[File:Kropotkin2.jpg|thumb|upright|[[Peter Kropotkin]] was influential in the development of [[anarcho-communism]]]]\n[[Anarcho-communism]] (also known as anarchist-communism, libertarian communism and occasionally as free communism) is a theory of anarchism that advocates abolition of the state, [[market (economics)|markets]], money, [[private property]] (while retaining respect for personal property) and capitalism in favour of [[common ownership]] of the [[means of production]], [[direct democracy]] and a horizontal network of [[voluntary association]]s and [[workers' council]]s with production and consumption based on the guiding principle: \"[[From each according to his ability, to each according to his needs|From each according to his ability, to each according to his need]]\"."},{"id":"12-44","text":"Some forms of anarchist communism such as [[insurrectionary anarchism]] are strongly influenced by egoism and radical individualism, believing anarcho-communism is the best social system for the realisation of individual freedom. Most anarcho-communists view anarcho-communism as a way of reconciling the opposition between the individual and society."},{"id":"12-45","text":"Anarcho-communism developed out of radical socialist currents after the French Revolution but was first formulated as such in the Italian section of the First International. The theoretical work of Peter Kropotkin took importance later as it expanded and developed pro-organisationalist and insurrectionary anti-organisationalist sections. To date, the best known examples of an anarchist communist society (i.e. established around the ideas as they exist today and achieving worldwide attention and knowledge in the historical canon), are the anarchist territories during the [[Spanish Revolution of 1936|Spanish Revolution]] and the [[Free Territory]] during the [[Russian Revolution (1917)|Russian Revolution]]. Through the efforts and influence of the [[Anarchism in Spain|Spanish anarchists]] during the Spanish Revolution within the Spanish Civil War, starting in 1936 anarchist communism existed in most of Aragon, parts of the Levante and Andalusia as well as in the stronghold of [[Revolutionary Catalonia|anarchist Catalonia]] before being crushed by the combined forces of the [[Francoist Spain|regime that won the war]], Hitler, Mussolini, Communist Party of Spain repression (backed by the Soviet Union) as well as economic and armaments blockades from the capitalist countries and the Spanish Republic itself. During the Russian Revolution, anarchists such as Nestor Makhno worked to create and defend—through the Revolutionary Insurrectionary Army of Ukraine—anarcho-communism in the Free Territory of the Ukraine from 1919 before being conquered by the Bolsheviks in 1921."},{"id":"12-46","text":"[[File:Manifestación CNT Bilbao.jpg|thumb|left|[[International Workers' Day|May Day]] 2010 demonstration of Spanish [[Anarcho-syndicalism|anarcho-syndicalist]] trade union [[Confederación Nacional del Trabajo|CNT]] in Bilbao, Basque Country]]\n[[Anarcho-syndicalism]] is a branch of anarchism that focuses on the labour movement. Anarcho-syndicalists view labour unions as a potential force for revolutionary social change, replacing capitalism and the state with a new society democratically self-managed by workers. The basic principles of anarcho-syndicalism are workers' [[wikt:Solidarity|solidarity]], [[direct action]] and [[workers' self-management]]. Anarcho-syndicalists believe that only direct action—that is, action concentrated on directly attaining a goal as opposed to indirect action, such as electing a representative to a government position—will allow workers to liberate themselves. Moreover, anarcho-syndicalists believe that workers' organisations (the organisations that struggle against the wage system, which in anarcho-syndicalist theory will eventually form the basis of a new society) should be self-managing. They should not have bosses or \"business agents\"—rather, the workers should be able to make all the decisions that affect them themselves. Rudolf Rocker was one of the most popular voices in the anarcho-syndicalist movement. He outlined a view of the origins of the movement, what it sought and why it was important to the future of labour in his 1938 pamphlet \"Anarcho-Syndicalism\". The International Workers Association is an international anarcho-syndicalist federation of various labour unions from different countries. The Spanish CNT played and still plays a major role in the Spanish labour movement. It was also an important force in the Spanish Civil War."},{"id":"12-47","text":"[[Individualist anarchism]] refers to several traditions of thought within the anarchist movement that emphasise the [[individual]] and their [[Will (philosophy)|will]] over any kinds of external determinants such as groups, society, traditions and ideological systems. Individualist anarchism is not a single philosophy, but it instead refers to a group of individualistic philosophies that sometimes are in conflict."},{"id":"12-48","text":"In 1793, William Godwin, who has often been cited as the first anarchist, wrote \"[[Political Justice]]\", which some consider the first expression of anarchism. Godwin was a philosophical anarchist and from a [[rationalist]] and [[utilitarian]] basis opposed revolutionary action and saw a [[Limited government|minimal state]] as a present \"necessary evil\" that would become increasingly irrelevant and powerless by the gradual spread of knowledge. Godwin advocated individualism, proposing that all cooperation in labour be eliminated on the premise that this would be most conducive with the general good."},{"id":"12-49","text":"[[File:Max stirner.jpg|thumb|left|[[Max Stirner]] (here in a sketch by [[Friedrich Engels]]) is usually considered a prominent early individualist anarchist]]\nAn influential form of individualist anarchism, called \"egoism\", or [[egoist anarchism]], was expounded by one of the earliest and best-known proponents of individualist anarchism, the German [[Max Stirner]]. Stirner's \"[[The Ego and Its Own]]\", published in 1844, is a founding text of the philosophy. According to Stirner, the only limitation on the rights of individuals is their power to obtain what they desire, without regard for God, state, or morality. To Stirner, rights were \"[[Reification (fallacy)|spooks]]\" in the mind and he held that society does not exist, but \"the individuals are its reality\". Stirner advocated self-assertion and foresaw [[Union of egoists|unions of egoists]], non-systematic associations continually renewed by all parties' support through an act of will, which Stirner proposed as a form of organisation in place of the state. Egoist anarchists argue that egoism will foster genuine and spontaneous union between individuals. \"Egoism\" has inspired many interpretations of Stirner's philosophy. It was re-discovered and promoted by German philosophical anarchist and [[homosexual]] activist [[John Henry Mackay]]."},{"id":"12-50","text":"[[Josiah Warren]] is widely regarded as the first American anarchist, and the four-page weekly paper he edited during 1833, \"The Peaceful Revolutionist\", was the first anarchist periodical published. For American anarchist historian Eunice Minette Schuster, \"[i]t is apparent [...] that Proudhonian Anarchism was to be found in the United States at least as early as 1848 and that it was not conscious of its affinity to the Individualist Anarchism of Josiah Warren and [[Stephen Pearl Andrews]] [...] William B. Greene presented this Proudhonian Mutualism in its purest and most systematic form\". [[Henry David Thoreau]] (1817–1862) was an important early influence in individualist anarchist thought in the United States and Europe. Thoreau was an American author, poet, naturalist, tax resister, [[Development criticism|development critic]], surveyor, historian, philosopher and leading [[transcendentalist]]. He is best known for his books \"[[Walden]]\", a reflection upon [[simple living]] in natural surroundings, as well as his essay, \"[[Civil Disobedience (Thoreau)|Civil Disobedience]]\", an argument for individual resistance to civil government in moral opposition to an unjust state. Benjamin Tucker later fused Stirner's egoism with the economics of Warren and Proudhon in his eclectic influential publication \"[[Liberty (1881–1908)|Liberty]]\"."},{"id":"12-51","text":"From these early influences, individualist anarchism in different countries attracted a small yet diverse following of Bohemian artists and intellectuals, [[free love]] and [[birth control]] advocates (see [[anarchism and issues related to love and sex]]), individualist [[naturist]]s and [[nudist]]s (see [[anarcho-naturism]]), [[freethought]] and [[anti-clerical]] activists as well as young anarchist outlaws in what became known as illegalism and [[individual reclamation]] (see [[European individualist anarchism]] and [[individualist anarchism in France]]). These authors and activists included [[Oscar Wilde]], [[Emile Armand]], [[Han Ryner]], [[Henri Zisly]], [[Renzo Novatore]], [[Miguel Gimenez Igualada]], [[Adolf Brand]] and [[Lev Chernyi]] among others."},{"id":"12-52","text":"[[File:Jarach and Zerzan.JPG|thumb|left|[[Lawrence Jarach]] (left) and [[John Zerzan]] (right), two prominent [[Contemporary anarchism|contemporary anarchist]] authors: Zerzan is known as prominent voice within [[anarcho-primitivism]] while Jarach is a noted advocate of [[post-left anarchy]]]]\nAnarchism continues to generate many philosophies and movements, at times eclectic, drawing upon various sources and [[Syncretic politics|syncretic]], combining disparate concepts to create new philosophical approaches."},{"id":"12-53","text":"[[Insurrectionary anarchism]] is a revolutionary theory, practice, and tendency within the anarchist movement which emphasises [[insurrection]] within anarchist practice. It is critical of formal organisations such as [[labour unions]] and federations that are based on a political programme and periodic congresses. Instead, insurrectionary anarchists advocate informal organisation and small [[affinity group]] based organisation. Insurrectionary anarchists put value in attack, permanent [[class conflict]] and a refusal to negotiate or compromise with class enemies."},{"id":"12-54","text":"[[Green anarchism]] (or eco-anarchism) is a school of thought within anarchism that emphasises environmental issues, with an important precedent in anarcho-naturism and whose main contemporary currents are anarcho-primitivism and [[Social ecology (theory)|social ecology]]. Writing from a green anarchist perspective, [[John Zerzan]] attributes the ills of today's social degradation to technology and the birth of agricultural civilization. While [[Layla AbdelRahim]] argues that \"the shift in human consciousness was also a shift in human subsistence strategies, whereby some human animals reinvented their narrative to center murder and predation and thereby institutionalize violence\". Thus, according to her, civilization was the result of the human development of technologies and grammar for predatory economics. Language and literacy, she claims, are some of these technologies."},{"id":"12-55","text":"[[Anarcha-feminism]] (also called anarchist feminism and anarcho-feminism) combines anarchism with feminism. It generally views [[patriarchy]] as a manifestation of involuntary coercive hierarchy that should be replaced by [[decentralised]] free association. Anarcha-feminists believe that the struggle against patriarchy is an essential part of [[class struggle]], and the anarchist struggle against the state. In essence, the philosophy sees anarchist struggle as a necessary component of feminist struggle and vice versa. [[L. Susan Brown]] claims that \"as anarchism is a political philosophy that opposes all relationships of power, it is inherently feminist\". Anarcha-feminism began with the late 19th-century writings of early feminist anarchists such as Emma Goldman and [[Voltairine de Cleyre]]."},{"id":"12-56","text":"[[Anarcho-pacifism]] is a tendency that rejects violence in the struggle for social change (see [[non-violence]]). It developed mostly in the Netherlands, Britain and the United States before and during the Second World War. Christian anarchism is a [[Christian movement|movement]] in [[political theology]] that combines anarchism and Christianity. Its main proponents included [[Leo Tolstoy]], Dorothy Day, Ammon Hennacy and [[Jacques Ellul]]."},{"id":"12-57","text":"[[Religious anarchism]] refers to a set of related anarchist ideologies that are inspired by the teachings of (organized) religions, but many anarchists have traditionally been skeptical of and opposed to [[organized religion]]. Many different religions have served as inspiration for religious forms of anarchism, most notably Christianity as Christian anarchists believe that biblical teachings give credence to anarchist philosophy. Non-Christian forms of religious anarchism include [[Buddhist anarchism]], [[Jewish anarchism]] and most recently [[Neopaganism]]."},{"id":"12-58","text":"[[Synthesis anarchism]] is a form of anarchism that tries to join anarchists of different tendencies under the principles of anarchism without adjectives. In the 1920s, this form found as its main proponents the [[anarcho-communists]] [[Voline]] and [[Sébastien Faure]]. It is the main principle behind the anarchist federations grouped around the contemporary global [[International of Anarchist Federations]]."},{"id":"12-59","text":"[[Platformism]] is a tendency within the wider anarchist movement based on the organisational theories in the tradition of Dielo Truda's \"Organisational Platform of the General Union of Anarchists (Draft)\". The document was based on the experiences of [[Anarchism in Russia|Russian anarchists]] in the 1917 October Revolution, which led eventually to the victory of the [[Bolsheviks]] over the anarchists and other groups. The \"Platform\" attempted to address and explain the anarchist movement's failures during the Russian Revolution."},{"id":"12-60","text":"[[Post-left anarchy]] is a recent current in anarchist thought that promotes a critique of anarchism's relationship to traditional [[left-wing politics]]. Some post-leftists seek to escape the confines of [[ideology]] in general also presenting a critique of organisations and [[morality]]. Influenced by the work of Max Stirner and by the Marxist [[Situationist International]], post-left anarchy is marked by a focus on social insurrection and a rejection of leftist social organisation."},{"id":"12-61","text":"[[Post-anarchism]] is a theoretical move towards a synthesis of classical anarchist theory and [[poststructuralist]] thought, drawing from diverse ideas including post-left anarchy, [[postmodernism]], [[autonomism]], [[postcolonialism]] and the [[Situationist International]]."},{"id":"12-62","text":"[[Queer anarchism]] is a form of [[socialism]] which suggests anarchism as a solution to the issues faced by the [[LGBT community]], mainly [[heteronormativity]], [[homophobia]], [[transphobia]] and [[biphobia]]. Anarcho-queer arose during the late 20th century based on the work of Michel Foucault \"[[The History of Sexuality]]\"."},{"id":"12-63","text":"[[Left-wing market anarchism]] strongly affirm the classical liberal ideas of self-ownership and free markets while maintaining that taken to their logical conclusions, these ideas support strongly anti-corporatist, anti-hierarchical, pro-labour positions and anti-capitalism in economics and anti-imperialism in foreign policy."},{"id":"12-64","text":"[[Anarcho-capitalism]] advocates the elimination of the state in favour of [[self-ownership]] in a [[free market]]. Anarcho-capitalism developed from radical anti-state libertarianism and individualist anarchism, drawing from [[Austrian School]] economics, study of [[law and economics]] and [[public choice theory]]. There is a strong current within anarchism which believes that anarcho-capitalism cannot be considered a part of the anarchist movement due to the fact that anarchism has historically been an [[Anti-capitalism|anti-capitalist]] movement and for definitional reasons which see anarchism as [[Anarchism and capitalism|incompatible]] with capitalist forms."},{"id":"12-65","text":"[[Anarcho-transhumanism]] is a recently new branch of anarchism that takes traditional and modern anarchism, typically drawing from [[anarcho-syndicalism]], [[left-libertarianism]] or [[Libertarian socialist|libertarian socialism]] and combines it with [[transhumanism]] and [[post-humanism]]. It can be described as a \"liberal democratic revolution, at its core the idea that people are happiest when they have rational control over their lives. Reason, science, and technology provide one kind of control, slowly freeing us from ignorance, toil, pain, disease and limited lifespans (aging)\". Some anarcho-transhumanists might also follow [[technogaianism]]."},{"id":"12-66","text":"[[File:Gadewar.jpg|thumb|left|Which forms of violence (if any) are [[anarchism and violence|consistent with anarchist values]] is a controversial subject among anarchists]]"},{"id":"12-67","text":"Anarchism is a [[philosophy]] that embodies many diverse attitudes, tendencies and schools of thought and as such disagreement over questions of values, ideology and tactics is common. The compatibility of [[Anarchism and capitalism|capitalism]], [[anarchism and nationalism|nationalism]] and [[Anarchism and religion|religion]] with anarchism is widely disputed. Similarly, anarchism enjoys complex relationships with ideologies such as [[Anarchism and Marxism|Marxism]], [[Issues in anarchism#Communism|communism]], [[collectivism]], [[syndicalism]]\/[[trade unionism]] and [[capitalism]]. Anarchists may be motivated by [[humanism]], [[God|divine authority]], [[enlightened self-interest]], [[veganarchism|veganism]] or any number of alternative ethical doctrines."},{"id":"12-68","text":"Phenomena such as [[civilisation]], [[technology]] (e.g. within anarcho-primitivism) and [[Issues in anarchism#Participation in statist democracy|the democratic process]] may be sharply criticised within some anarchist tendencies and simultaneously lauded in others."},{"id":"12-69","text":"On a tactical level, while [[propaganda of the deed]] was a tactic used by anarchists in the 19th century (e.g. the [[nihilist movement]]), some contemporary anarchists espouse alternative direct action methods such as [[nonviolence]], [[counter-economics]] and [[Crypto-anarchism|anti-state cryptography]] to bring about an anarchist society. About the scope of an anarchist society, some anarchists advocate a global one, while others do so by local ones. The diversity in anarchism has led to widely different use of identical terms among different anarchist traditions, which has led to many [[definitional concerns in anarchist theory]].\nIntersecting and overlapping between various schools of thought, certain topics of interest and internal disputes have proven perennial within anarchist theory."},{"id":"12-70","text":"[[File:Emilearmand01.jpg|thumb|upright|[[Individualist anarchism in France|French individualist anarchist]] [[Émile Armand]] propounded the virtues of [[free love]] in the [[Anarchism in France|Parisian anarchist milieu]] of the early 20th century]]\nAn important current within anarchism is [[free love]]. Free love advocates sometimes traced their roots back to [[Josiah Warren]] and to experimental communities, viewed sexual freedom as a clear, direct expression of an individual's sovereignty. Free love particularly stressed [[women's rights]] since most sexual laws discriminated against women, see for example marriage laws and anti-birth control measures. The most important American free love journal was \"[[Lucifer the Lightbearer]]\" (1883–1907), edited by [[Moses Harman]] and [[Lois Waisbrooker]], but also there existed [[Ezra Heywood]] and Angela Heywood's \"[[The Word (free love)|The Word]]\" (1872–1890, 1892–1893). \"[[Free Society]]\" (1895–1897 as \"The Firebrand\"; 1897–1904 as \"Free Society\") was a major anarchist newspaper in the United States at the end of the 19th and beginning of the 20th centuries. The publication advocated free love and women's rights and critiqued \"[[Comstockery]]\"—i.e. censorship of sexual information. Also [[M. E. Lazarus]] was an important American individualist anarchist who promoted free love."},{"id":"12-71","text":"In New York City's [[Greenwich Village]], [[Bohemianism|bohemian]] feminists and socialists advocated self-realisation and pleasure for women (and also men) in the here and now. They encouraged playing with sexual roles and sexuality and the openly bisexual radical [[Edna St. Vincent Millay]] and the lesbian anarchist [[Margaret C. Anderson|Margaret Anderson]] were prominent among them. Discussion groups organised by the Villagers were frequented by Emma Goldman, among others. Magnus Hirschfeld noted in 1923 that Goldman \"has campaigned boldly and steadfastly for individual rights, and especially for those deprived of their rights. Thus it came about that she was the first and only woman, indeed the first and only American, to take up the defence of homosexual love before the general public\". Before Goldman, [[heterosexual]] anarchist Robert Reitzel (1849–1898) spoke positively of homosexuality from the beginning of the 1890s in his Detroit-based [[German language]] journal \"Der arme Teufel\" (English: The Poor Devil). In Argentina, anarcha-feminist [[Virginia Bolten]] published the newspaper called \"\" (English: \"The Woman's Voice\"), which was published nine times in Rosario between 8 January 1896 and 1 January 1897 and was revived briefly in 1901."},{"id":"12-72","text":"In Europe, the main propagandist of free love within individualist anarchism was Emile Armand. He proposed the concept of \"la camaraderie amoureuse\" to speak of free love as the possibility of voluntary sexual encounter between consenting adults. He was also a consistent proponent of [[polyamory]]. In Germany, the [[Stirnerism|Stirnerists]] Adolf Brand and John Henry Mackay were pioneering campaigners for the acceptance of male [[bisexuality]] and [[homosexuality]]. [[Mujeres Libres]] was an anarchist women's organisation in Spain that aimed to empower working class women. It was founded in 1936 by [[Lucía Sánchez Saornil]], Mercedes Comaposada and [[Amparo Poch y Gascón]] and had approximately 30,000 members. The organisation was based on the idea of a \"double struggle\" for [[Feminist movement|women's liberation]] and social revolution and argued that the two objectives were equally important and should be pursued in parallel. In order to gain mutual support, they created networks of women anarchists. Lucía Sánchez Saornil was a main founder of the Spanish anarcha-feminist federation Mujeres Libres who was open about her [[lesbian]]ism. She was published in a variety of literary journals while working under a male pen name, she was able to explore lesbian themes at a time when homosexuality was criminalised and subject to [[censorship]] and punishment."},{"id":"12-73","text":"More recently, the British anarcho-pacifist Alex Comfort gained notoriety during the [[sexual revolution]] for writing the bestseller sex manual \"[[The Joy of Sex]]\". The issue of free love has a dedicated treatment in the work of French anarcho-[[hedonist]] philosopher [[Michel Onfray]] in such works as \"Théorie du corps amoureux. Pour une érotique solaire\" (2000) and \"L'invention du plaisir. Fragments cyréaniques\" (2002)."},{"id":"12-74","text":"[[File:Francisco Ferrer Guardia.jpg|thumb|left|upright|[[Francesc Ferrer i Guàrdia]], [[Anarchism in Spain|Catalan anarchist]] pedagogue and [[Freethought|free thinker]]]]\nFor English anarchist William Godwin, education was \"the main means by which change would be achieved\". Godwin saw that the main goal of education should be the promotion of happiness. For Godwin, education had to have a \"respect for the child's autonomy which precluded any form of coercion\", a \"pedagogy that respected this and sought to build on the child's own motivation and initiatives\" and a \"concern about the child's capacity to resist an ideology transmitted through the school\". In his \"[[Political Justice]]\", he criticises state sponsored schooling \"on account of its obvious alliance with national government\". Early American anarchist Josiah Warren advanced alternative education experiences in the libertarian communities he established. Max Stirner wrote in 1842 a long essay on education called \"[[The False Principle of our Education]]\" in which Stirner names his educational principle \"personalist\", explaining that self-understanding consists in hourly self-creation. Education for him is to create \"free men, sovereign characters\", by which he means \"eternal characters [...] who are therefore eternal because they form themselves each moment\"."},{"id":"12-75","text":"In the United States, freethought was a basically [[Anti-Christianity|anti-Christian]], [[anti-clerical]] movement, whose purpose was to make the individual politically and spiritually free to decide for himself on religious matters. A number of contributors to \"Liberty\" (anarchist publication) were prominent figures in both freethought and anarchism. The individualist anarchist George MacDonald was a co-editor of \"Freethought\" and, for a time, \"The Truth Seeker\". E.C. Walker was co-editor of \"[[Lucifer, the Light-Bearer]]\" and many anarchists were \"ardent freethinkers; reprints from freethought papers such as \"Lucifer, the Light-Bearer\", \"Freethought\" and \"The Truth Seeker\" appeared in \"Liberty\"... The church was viewed as a common ally of the state and as a repressive force in and of itself\"."},{"id":"12-76","text":"In 1901, Catalan anarchist and free thinker Francesc Ferrer i Guàrdia established \"modern\" or [[Progressive education|progressive schools]] in Barcelona in defiance of an educational system controlled by the Catholic Church. The schools' stated goal was to \"educate the working class in a rational, secular and non-coercive setting\". Fiercely anti-clerical, Ferrer believed in \"freedom in education\", education free from the authority of church and state. Murray Bookchin wrote: \"This period [1890s] was the heyday of libertarian schools and pedagogical projects in all areas of the country where Anarchists exercised some degree of influence. Perhaps the best-known effort in this field was Francisco Ferrer's Modern School (Escuela Moderna), a project which exercised a considerable influence on Catalan education and on experimental techniques of teaching generally\". La Escuela Moderna and Ferrer's ideas generally formed the inspiration for a series of \"[[Modern School (United States)|Modern Schools]]\" in the United States, Cuba, South America and London. The first of these was started in New York City in 1911. It also inspired the Italian newspaper \"[[Università popolare (Italian newspaper)|Università popolare]]\", founded in 1901. Russian christian anarchist Leo Tolstoy established a school for peasant children on his estate. Tolstoy's educational experiments were short-lived due to harassment by the Tsarist secret police. Tolstoy established a conceptual difference between education and culture. He thought that \"[e]ducation is the tendency of one man to make another just like himself [...] Education is culture under restraint, culture is free. [Education is] when the teaching is forced upon the pupil, and when then instruction is exclusive, that is when only those subjects are taught which the educator regards as necessary\". For him, \"without compulsion, education was transformed into culture\"."},{"id":"12-77","text":"A more recent libertarian tradition on education is that of [[unschooling]] and the [[anarchist free school|free school]] in which child-led activity replaces pedagogic approaches. Experiments in Germany led to [[A. S. Neill]] founding what became [[Summerhill School]] in 1921. Summerhill is often cited as an example of anarchism in practice. However, although Summerhill and other free schools are radically libertarian, they differ in principle from those of Ferrer by not advocating an overtly political class struggle-approach. In addition to organising schools according to libertarian principles, anarchists have also questioned the concept of schooling per se. The term [[deschooling]] was popularised by [[Ivan Illich]], who argued that the school as an institution is dysfunctional for self-determined learning and serves the creation of a consumer society instead.Moral and pragmatic criticism of anarchism includes allegations of utopianism, tacit authoritarianism, and vandalism towards feats of civilization."},{"id":"12-78","text":"Anarchism is evaluated as unfeasible or [[utopian]] by its critics, often in general and formal debate. European history professor Carl Landauer argued that social anarchism is unrealistic and that government is a \"lesser evil\" than a society without \"repressive force.\" He also argued that \"ill intentions will cease if repressive force disappears\" is an \"absurdity\". \"[[An Anarchist FAQ]]\" states the following: \"Anarchy is not a utopia [...] anarchists make no claims about human perfection [...] disputes would be solved by reasonable methods, for example, the use of juries, mutual third parties, or community and workplace assemblies [...] some sort of \"court\" system would still be necessary to deal with the remaining crimes and to adjudicate disputes between citizens [...]\"."},{"id":"12-79","text":"The anarchist tendency known as [[platformism]] has been criticized by [[Situationist International|Situationists]], [[Insurrectionary anarchism|insurrectionaries]], [[Synthesis anarchism|synthesis anarchists]] and others of preserving tacitly statist, authoritarian or bureaucratic tendencies."},{"id":"12-80","text":"In his essay \"On authority\", [[Friedrich Engels]] claimed that radical [[decentralization]] promoted by anarchists would destroy modern industrial civilization, citing an example of [[railway]]s:\nIn the end, it is argued that authority in any form is a natural occurrence which should not be abolished."},{"id":"12-81","text":"[[Category:Anarchism| ]]\n[[Category:Anti-capitalism]]\n[[Category:Anti-fascism]]\n[[Category:Far-left politics]]\n[[Category:Libertarian socialism]]\n[[Category:Political culture]]\n[[Category:Political ideologies]]\n[[Category:Social theories]]"}]}
{"id":"25","title":"Autism","chunks":[{"id":"25-0","text":"Autism is a developmental disorder characterized by difficulties with social interaction and communication, and by restricted and repetitive behavior. Parents usually notice signs during the first two or three years of their child's life. These signs often develop gradually, though some children with autism reach their developmental milestones at a normal pace before worsening.\nAutism is associated with a combination of genetic and environmental factors. Risk factors during pregnancy include certain infections, such as rubella, and toxins including valproic acid, alcohol, cocaine, pesticides and air pollution. Controversies surround other proposed environmental causes; for example, the vaccine hypotheses, which have been disproven. Autism affects information processing in the brain by altering how nerve cells and their synapses connect and organize; how this occurs is not well understood. In the DSM-5, autism and less severe forms of the condition, including Asperger syndrome and pervasive developmental disorder not otherwise specified (PDD-NOS), have been combined into the diagnosis of autism spectrum disorder (ASD).\nEarly speech or behavioral interventions can help children with autism gain self-care, social, and communication skills. Although there is no known cure, there have been cases of children who recovered. Not many children with autism live independently after reaching adulthood, though some are successful. An autistic culture has developed, with some individuals seeking a cure and others believing autism should be accepted as a difference and not treated as a disorder.\nGlobally, autism is estimated to affect 24.8 million people. In the 2000s, the number of people affected was estimated at 1–2 per 1,000 people worldwide. In the developed countries, about 1.5% of children are diagnosed with ASD, a more than doubling from 0.7% in 2000 in the United States. It occurs four-to-five times more often in boys than girls. The number of people diagnosed has increased dramatically since the 1960s, partly due to changes in diagnostic practice; the question of whether actual rates have increased is unresolved."},{"id":"25-1","text":"Autism is a highly variable neurodevelopmental disorder that first appears during infancy or childhood, and generally follows a steady course without remission. People with autism may be severely impaired in some respects but normal, or even superior, in others. Overt symptoms gradually begin after the age of six months, become established by age two or three years and tend to continue through adulthood, although often in more muted form. It is distinguished not by a single symptom but by a characteristic triad of symptoms: impairments in social interaction; impairments in communication; and restricted interests and repetitive behavior. Other aspects, such as atypical eating, are also common but are not essential for diagnosis. Individual symptoms of autism occur in the general population and appear not to associate highly, without a sharp line separating pathologically severe from common traits."},{"id":"25-2","text":"Social deficits distinguish autism and the related autism spectrum disorders (ASD; see Classification) from other developmental disorders. People with autism have social impairments and often lack the intuition about others that many people take for granted. Noted autistic Temple Grandin described her inability to understand the social communication of neurotypicals, or people with normal neural development, as leaving her feeling \"like an anthropologist on Mars\"."},{"id":"25-3","text":"Unusual social development becomes apparent early in childhood. Autistic infants show less attention to social stimuli, smile and look at others less often, and respond less to their own name. Autistic toddlers differ more strikingly from social norms; for example, they have less eye contact and turn-taking, and do not have the ability to use simple movements to express themselves, such as pointing at things. Three- to five-year-old children with autism are less likely to exhibit social understanding, approach others spontaneously, imitate and respond to emotions, communicate nonverbally, and take turns with others. However, they do form attachments to their primary caregivers. Most children with autism display moderately less attachment security than neurotypical children, although this difference disappears in children with higher mental development or less severe ASD. Older children and adults with ASD perform worse on tests of face and emotion recognition although this may be partly due to a lower ability to define a person's own emotions."},{"id":"25-4","text":"Children with high-functioning autism suffer from more intense and frequent loneliness compared to non-autistic peers, despite the common belief that children with autism prefer to be alone. Making and maintaining friendships often proves to be difficult for those with autism. For them, the quality of friendships, not the number of friends, predicts how lonely they feel. Functional friendships, such as those resulting in invitations to parties, may affect the quality of life more deeply."},{"id":"25-5","text":"There are many anecdotal reports, but few systematic studies, of aggression and violence in individuals with ASD. The limited data suggest that, in children with intellectual disability, autism is associated with aggression, destruction of property, and meltdowns."},{"id":"25-6","text":"About a third to a half of individuals with autism do not develop enough natural speech to meet their daily communication needs. Differences in communication may be present from the first year of life, and may include delayed onset of babbling, unusual gestures, diminished responsiveness, and vocal patterns that are not synchronized with the caregiver. In the second and third years, children with autism have less frequent and less diverse babbling, consonants, words, and word combinations; their gestures are less often integrated with words. Children with autism are less likely to make requests or share experiences, and are more likely to simply repeat others' words (echolalia) or reverse pronouns. Joint attention seems to be necessary for functional speech, and deficits in joint attention seem to distinguish infants with ASD: for example: they may look at a pointing hand instead of the pointed-at object, and they consistently fail to point at objects in order to comment on or share an experience. Children with autism may have difficulty with imaginative play and with developing symbols into language."},{"id":"25-7","text":"In a pair of studies, high-functioning children with autism aged 8–15 performed equally well as, and as adults better than, individually matched controls at basic language tasks involving vocabulary and spelling. Both autistic groups performed worse than controls at complex language tasks such as figurative language, comprehension and inference. As people are often sized up initially from their basic language skills, these studies suggest that people speaking to autistic individuals are more likely to overestimate what their audience comprehends."},{"id":"25-8","text":"Autistic individuals can display many forms of repetitive or restricted behavior, which the Repetitive Behavior Scale-Revised (RBS-R) categorizes as follows.No single repetitive or self-injurious behavior seems to be specific to autism, but autism appears to have an elevated pattern of occurrence and severity of these behaviors."},{"id":"25-9","text":"Autistic individuals may have symptoms that are independent of the diagnosis, but that can affect the individual or the family.\nAn estimated 0.5% to 10% of individuals with ASD show unusual abilities, ranging from splinter skills such as the memorization of trivia to the extraordinarily rare talents of prodigious autistic savants. Many individuals with ASD show superior skills in perception and attention, relative to the general population. Sensory abnormalities are found in over 90% of those with autism, and are considered core features by some, although there is no good evidence that sensory symptoms differentiate autism from other developmental disorders. Differences are greater for under-responsivity (for example, walking into things) than for over-responsivity (for example, distress from loud noises) or for sensation seeking (for example, rhythmic movements). An estimated 60–80% of autistic people have motor signs that include poor muscle tone, poor motor planning, and toe walking; deficits in motor coordination are pervasive across ASD and are greater in autism proper."},{"id":"25-10","text":"Unusual eating behavior occurs in about three-quarters of children with ASD, to the extent that it was formerly a diagnostic indicator. Selectivity is the most common problem, although eating rituals and food refusal also occur; this does not appear to result in malnutrition. Although some children with autism also have gastrointestinal symptoms, there is a lack of published rigorous data to support the theory that children with autism have more or different gastrointestinal symptoms than usual; studies report conflicting results, and the relationship between gastrointestinal problems and ASD is unclear."},{"id":"25-11","text":"Parents of children with ASD have higher levels of stress. Siblings of children with ASD report greater admiration of and less conflict with the affected sibling than siblings of unaffected children and were similar to siblings of children with Down syndrome in these aspects of the sibling relationship. However, they reported lower levels of closeness and intimacy than siblings of children with Down syndrome; siblings of individuals with ASD have greater risk of negative well-being and poorer sibling relationships as adults. There is tentative evidence that autism occurs more frequently in people with gender dysphoria."},{"id":"25-12","text":"It has long been presumed that there is a common cause at the genetic, cognitive, and neural levels for autism's characteristic triad of symptoms. However, there is increasing suspicion that autism is instead a complex disorder whose core aspects have distinct causes that often co-occur.\nAutism has a strong genetic basis, although the genetics of autism are complex and it is unclear whether ASD is explained more by rare mutations with major effects, or by rare multigene interactions of common genetic variants. Complexity arises due to interactions among multiple genes, the environment, and epigenetic factors which do not change DNA sequencing but are heritable and influence gene expression. Many genes have been associated with autism through sequencing the genomes of affected individuals and their parents."},{"id":"25-13","text":"Studies of twins suggest that heritability is 0.7 for autism and as high as 0.9 for ASD, and siblings of those with autism are about 25 times more likely to be autistic than the general population. However, most of the mutations that increase autism risk have not been identified. Typically, autism cannot be traced to a Mendelian (single-gene) mutation or to a single chromosome abnormality, and none of the genetic syndromes associated with ASDs have been shown to selectively cause ASD. Numerous candidate genes have been located, with only small effects attributable to any particular gene. Most loci individually explain less than 1% of cases of autism. The large number of autistic individuals with unaffected family members may result from spontaneous structural variation — such as deletions, duplications or inversions in genetic material during meiosis. Hence, a substantial fraction of autism cases may be traceable to genetic causes that are highly heritable but not inherited: that is, the mutation that causes the autism is not present in the parental genome. Autism may be underdiagnosed in women and girls due to an assumption that it is primarily a male condition."},{"id":"25-14","text":"Several lines of evidence point to synaptic dysfunction as a cause of autism. Some rare mutations may lead to autism by disrupting some synaptic pathways, such as those involved with cell adhesion. Gene replacement studies in mice suggest that autistic symptoms are closely related to later developmental steps that depend on activity in synapses and on activity-dependent changes. All known teratogens (agents that cause birth defects) related to the risk of autism appear to act during the first eight weeks from conception, and though this does not exclude the possibility that autism can be initiated or affected later, there is strong evidence that autism arises very early in development."},{"id":"25-15","text":"Exposure to air pollution during pregnancy, especially heavy metals and particulates, may increase the risk of autism. Environmental factors that have been claimed without evidence to contribute to or exacerbate autism include certain foods, infectious diseases, solvents, PCBs, phthalates and phenols used in plastic products, pesticides, brominated flame retardants, alcohol, smoking, illicit drugs, vaccines, and prenatal stress. Some such as the MMR vaccine have been completely disproven."},{"id":"25-16","text":"Parents may first become aware of autistic symptoms in their child around the time of a routine vaccination. This has led to unsupported theories blaming vaccine \"overload\", a vaccine preservative, or the MMR vaccine for causing autism. The latter theory was supported by a litigation-funded study that has since been shown to have been \"an elaborate fraud\". Although these theories lack convincing scientific evidence and are biologically implausible, parental concern about a potential vaccine link with autism has led to lower rates of childhood immunizations, outbreaks of previously controlled childhood diseases in some countries, and the preventable deaths of several children."},{"id":"25-17","text":"Autism's symptoms result from maturation-related changes in various systems of the brain. How autism occurs is not well understood. Its mechanism can be divided into two areas: the pathophysiology of brain structures and processes associated with autism, and the neuropsychological linkages between brain structures and behaviors. The behaviors appear to have multiple pathophysiologies."},{"id":"25-18","text":"Unlike many other brain disorders, such as Parkinson's, autism does not have a clear unifying mechanism at either the molecular, cellular, or systems level; it is not known whether autism is a few disorders caused by mutations converging on a few common molecular pathways, or is (like intellectual disability) a large set of disorders with diverse mechanisms. Autism appears to result from developmental factors that affect many or all functional brain systems, and to disturb the timing of brain development more than the final product. Neuroanatomical studies and the associations with teratogens strongly suggest that autism's mechanism includes alteration of brain development soon after conception. This anomaly appears to start a cascade of pathological events in the brain that are significantly influenced by environmental factors. Just after birth, the brains of children with autism tend to grow faster than usual, followed by normal or relatively slower growth in childhood. It is not known whether early overgrowth occurs in all children with autism. It seems to be most prominent in brain areas underlying the development of higher cognitive specialization. Hypotheses for the cellular and molecular bases of pathological early overgrowth include the following:"},{"id":"25-19","text":"The immune system is thought to play an important role in autism. Children with autism have been found by researchers to have inflammation of both the peripheral and central immune systems as indicated by increased levels of pro-inflammatory cytokines and significant activation of microglia. Biomarkers of abnormal immune function have also been associated with increased impairments in behaviors that are characteristic of the core features of autism such as, deficits in social interactions and communication. Interactions between the immune system and the nervous system begin early during the embryonic stage of life, and successful neurodevelopment depends on a balanced immune response. It is thought that activation of a pregnant mother's immune system such as from environmental toxicants or infection can contribute to causing autism through causing a disruption of brain development. This is supported by recent studies that have found that infection during pregnancy is associated with an increased risk of autism."},{"id":"25-20","text":"The relationship of neurochemicals to autism is not well understood; several have been investigated, with the most evidence for the role of serotonin and of genetic differences in its transport. The role of group I metabotropic glutamate receptors (mGluR) in the pathogenesis of fragile X syndrome, the most common identified genetic cause of autism, has led to interest in the possible implications for future autism research into this pathway. Some data suggests neuronal overgrowth potentially related to an increase in several growth hormones or to impaired regulation of growth factor receptors. Also, some inborn errors of metabolism are associated with autism, but probably account for less than 5% of cases."},{"id":"25-21","text":"The mirror neuron system (MNS) theory of autism hypothesizes that distortion in the development of the MNS interferes with imitation and leads to autism's core features of social impairment and communication difficulties. The MNS operates when an animal performs an action or observes another animal perform the same action. The MNS may contribute to an individual's understanding of other people by enabling the modeling of their behavior via embodied simulation of their actions, intentions, and emotions. Several studies have tested this hypothesis by demonstrating structural abnormalities in MNS regions of individuals with ASD, delay in the activation in the core circuit for imitation in individuals with Asperger syndrome, and a correlation between reduced MNS activity and severity of the syndrome in children with ASD. However, individuals with autism also have abnormal brain activation in many circuits outside the MNS and the MNS theory does not explain the normal performance of children with autism on imitation tasks that involve a goal or object.\nASD-related patterns of low function and aberrant activation in the brain differ depending on whether the brain is doing social or nonsocial tasks.\nIn autism there is evidence for reduced functional connectivity of the default network (a large-scale brain network involved in social and emotional processing), with intact connectivity of the task-positive network (used in sustained attention and goal-directed thinking). In people with autism the two networks are not negatively correlated in time, suggesting an imbalance in toggling between the two networks, possibly reflecting a disturbance of self-referential thought."},{"id":"25-22","text":"The underconnectivity theory of autism hypothesizes that autism is marked by underfunctioning high-level neural connections and synchronization, along with an excess of low-level processes. Evidence for this theory has been found in functional neuroimaging studies on autistic individuals and by a brainwave study that suggested that adults with ASD have local overconnectivity in the cortex and weak functional connections between the frontal lobe and the rest of the cortex. Other evidence suggests the underconnectivity is mainly within each hemisphere of the cortex and that autism is a disorder of the association cortex."},{"id":"25-23","text":"From studies based on event-related potentials, transient changes to the brain's electrical activity in response to stimuli, there is considerable evidence for differences in autistic individuals with respect to attention, orientation to auditory and visual stimuli, novelty detection, language and face processing, and information storage; several studies have found a preference for nonsocial stimuli. For example, magnetoencephalography studies have found evidence in children with autism of delayed responses in the brain's processing of auditory signals."},{"id":"25-24","text":"In the genetic area, relations have been found between autism and schizophrenia based on duplications and deletions of chromosomes; research showed that schizophrenia and autism are significantly more common in combination with 1q21.1 deletion syndrome. Research on autism\/schizophrenia relations for chromosome 15 (15q13.3), chromosome 16 (16p13.1) and chromosome 17 (17p12) are inconclusive."},{"id":"25-25","text":"Functional connectivity studies have found both hypo- and hyper-connectivity in brains of people with autism. Hypo-connectivity seems to dominate, especially for interhemispheric and cortico-cortical functional connectivity."},{"id":"25-26","text":"Two major categories of cognitive theories have been proposed about the links between autistic brains and behavior."},{"id":"25-27","text":"The first category focuses on deficits in social cognition. Simon Baron-Cohen's empathizing–systemizing theory postulates that autistic individuals can systemize—that is, they can develop internal rules of operation to handle events inside the brain—but are less effective at empathizing by handling events generated by other agents. An extension, the extreme male brain theory, hypothesizes that autism is an extreme case of the male brain, defined psychometrically as individuals in whom systemizing is better than empathizing. These theories are somewhat related to Baron-Cohen's earlier theory of mind approach, which hypothesizes that autistic behavior arises from an inability to ascribe mental states to oneself and others. The theory of mind hypothesis is supported by the atypical responses of children with autism to the Sally–Anne test for reasoning about others' motivations, and the mirror neuron system theory of autism described in \"Pathophysiology\" maps well to the hypothesis. However, most studies have found no evidence of impairment in autistic individuals' ability to understand other people's basic intentions or goals; instead, data suggests that impairments are found in understanding more complex social emotions or in considering others' viewpoints."},{"id":"25-28","text":"The second category focuses on nonsocial or general processing: the executive functions such as working memory, planning, inhibition. In his review, Kenworthy states that \"the claim of executive dysfunction as a causal factor in autism is controversial\", however, \"it is clear that executive dysfunction plays a role in the social and cognitive deficits observed in individuals with autism\". Tests of core executive processes such as eye movement tasks indicate improvement from late childhood to adolescence, but performance never reaches typical adult levels. A strength of the theory is predicting stereotyped behavior and narrow interests; two weaknesses are that executive function is hard to measure and that executive function deficits have not been found in young children with autism."},{"id":"25-29","text":"Weak central coherence theory hypothesizes that a limited ability to see the big picture underlies the central disturbance in autism. One strength of this theory is predicting special talents and peaks in performance in autistic people. A related theory—enhanced perceptual functioning—focuses more on the superiority of locally oriented and perceptual operations in autistic individuals. Yet another, monotropism, posits that autism stems from a different cognitive style, tending to focus attention (or processing resources) intensely, to the exclusion of other stimuli. These theories map well from the underconnectivity theory of autism."},{"id":"25-30","text":"Neither category is satisfactory on its own; social cognition theories poorly address autism's rigid and repetitive behaviors, while most of the nonsocial theories have difficulty explaining social impairment and communication difficulties. A combined theory based on multiple deficits may prove to be more useful."},{"id":"25-31","text":"Diagnosis is based on behavior, not cause or mechanism. Under the DSM-5, autism is characterized by persistent deficits in social communication and interaction across multiple contexts, as well as restricted, repetitive patterns of behavior, interests, or activities. These deficits are present in early childhood, typically before age three, and lead to clinically significant functional impairment. Sample symptoms include lack of social or emotional reciprocity, stereotyped and repetitive use of language or idiosyncratic language, and persistent preoccupation with unusual objects. The disturbance must not be better accounted for by Rett syndrome, intellectual disability or global developmental delay. ICD-10 uses essentially the same definition."},{"id":"25-32","text":"Several diagnostic instruments are available. Two are commonly used in autism research: the Autism Diagnostic Interview-Revised (ADI-R) is a semistructured parent interview, and the Autism Diagnostic Observation Schedule (ADOS) uses observation and interaction with the child. The Childhood Autism Rating Scale (CARS) is used widely in clinical environments to assess severity of autism based on observation of children. The Diagnostic interview for social and communication disorders (DISCO) may also be used."},{"id":"25-33","text":"A pediatrician commonly performs a preliminary investigation by taking developmental history and physically examining the child. If warranted, diagnosis and evaluations are conducted with help from ASD specialists, observing and assessing cognitive, communication, family, and other factors using standardized tools, and taking into account any associated medical conditions. A pediatric neuropsychologist is often asked to assess behavior and cognitive skills, both to aid diagnosis and to help recommend educational interventions. A differential diagnosis for ASD at this stage might also consider intellectual disability, hearing impairment, and a specific language impairment such as Landau–Kleffner syndrome. The presence of autism can make it harder to diagnose coexisting psychiatric disorders such as depression."},{"id":"25-34","text":"Clinical genetics evaluations are often done once ASD is diagnosed, particularly when other symptoms already suggest a genetic cause. Although genetic technology allows clinical geneticists to link an estimated 40% of cases to genetic causes, consensus guidelines in the US and UK are limited to high-resolution chromosome and fragile X testing. A genotype-first model of diagnosis has been proposed, which would routinely assess the genome's copy number variations. As new genetic tests are developed several ethical, legal, and social issues will emerge. Commercial availability of tests may precede adequate understanding of how to use test results, given the complexity of autism's genetics. Metabolic and neuroimaging tests are sometimes helpful, but are not routine."},{"id":"25-35","text":"ASD can sometimes be diagnosed by age 14 months, although diagnosis becomes increasingly stable over the first three years of life: for example, a one-year-old who meets diagnostic criteria for ASD is less likely than a three-year-old to continue to do so a few years later. In the UK the National Autism Plan for Children recommends at most 30 weeks from first concern to completed diagnosis and assessment, though few cases are handled that quickly in practice. Although the symptoms of autism and ASD begin early in childhood, they are sometimes missed; years later, adults may seek diagnoses to help them or their friends and family understand themselves, to help their employers make adjustments, or in some locations to claim disability living allowances or other benefits. Girls are often diagnosed later than boys."},{"id":"25-36","text":"Underdiagnosis and overdiagnosis are problems in marginal cases, and much of the recent increase in the number of reported ASD cases is likely due to changes in diagnostic practices. The increasing popularity of drug treatment options and the expansion of benefits has given providers incentives to diagnose ASD, resulting in some overdiagnosis of children with uncertain symptoms. Conversely, the cost of screening and diagnosis and the challenge of obtaining payment can inhibit or delay diagnosis. It is particularly hard to diagnose autism among the visually impaired, partly because some of its diagnostic criteria depend on vision, and partly because autistic symptoms overlap with those of common blindness syndromes or blindisms."},{"id":"25-37","text":"Autism is one of the five pervasive developmental disorders (PDD), which are characterized by widespread abnormalities of social interactions and communication, and severely restricted interests and highly repetitive behavior. These symptoms do not imply sickness, fragility, or emotional disturbance."},{"id":"25-38","text":"Of the five PDD forms, Asperger syndrome is closest to autism in signs and likely causes; Rett syndrome and childhood disintegrative disorder share several signs with autism, but may have unrelated causes; PDD not otherwise specified (PDD-NOS; also called \"atypical autism\") is diagnosed when the criteria are not met for a more specific disorder. Unlike with autism, people with Asperger syndrome have no substantial delay in language development. The terminology of autism can be bewildering, with autism, Asperger syndrome and PDD-NOS often called the \"autism spectrum disorders\" (ASD) or sometimes the \"autistic disorders\", whereas autism itself is often called \"autistic disorder\", \"childhood autism\", or \"infantile autism\". In this article, \"autism\" refers to the classic autistic disorder; in clinical practice, though, \"autism\", \"ASD\", and \"PDD\" are often used interchangeably. ASD, in turn, is a subset of the broader autism phenotype, which describes individuals who may not have ASD but do have autistic-like traits, such as avoiding eye contact."},{"id":"25-39","text":"The manifestations of autism cover a wide spectrum, ranging from individuals with severe impairments—who may be silent, developmentally disabled, and locked into hand flapping and rocking—to high functioning individuals who may have active but distinctly odd social approaches, narrowly focused interests, and verbose, pedantic communication. Because the behavior spectrum is continuous, boundaries between diagnostic categories are necessarily somewhat arbitrary. Sometimes the syndrome is divided into low-, medium- or high-functioning autism (LFA, MFA, and HFA), based on IQ thresholds, or on how much support the individual requires in daily life; these subdivisions are not standardized and are controversial. Autism can also be divided into syndromal and non-syndromal autism; the syndromal autism is associated with severe or profound intellectual disability or a congenital syndrome with physical symptoms, such as tuberous sclerosis. Although individuals with Asperger syndrome tend to perform better cognitively than those with autism, the extent of the overlap between Asperger syndrome, HFA, and non-syndromal autism is unclear."},{"id":"25-40","text":"Some studies have reported diagnoses of autism in children due to a loss of language or social skills, as opposed to a failure to make progress, typically from 15 to 30 months of age. The validity of this distinction remains controversial; it is possible that regressive autism is a specific subtype, or that there is a continuum of behaviors between autism with and without regression."},{"id":"25-41","text":"Research into causes has been hampered by the inability to identify biologically meaningful subgroups within the autistic population and by the traditional boundaries between the disciplines of psychiatry, psychology, neurology and pediatrics. Newer technologies such as fMRI and diffusion tensor imaging can help identify biologically relevant phenotypes (observable traits) that can be viewed on brain scans, to help further neurogenetic studies of autism; one example is lowered activity in the fusiform face area of the brain, which is associated with impaired perception of people versus objects. It has been proposed to classify autism using genetics as well as behavior."},{"id":"25-42","text":"About half of parents of children with ASD notice their child's unusual behaviors by age 18 months, and about four-fifths notice by age 24 months. According to an article, failure to meet any of the following milestones \"is an absolute indication to proceed with further evaluations. Delay in referral for such testing may delay early diagnosis and treatment and affect the long-term outcome\"."},{"id":"25-43","text":"The United States Preventive Services Task Force in 2016 found it was unclear if screening was beneficial or harmful among children in whom there is no concerns. The Japanese practice is to screen all children for ASD at 18 and 24 months, using autism-specific formal screening tests. In contrast, in the UK, children whose families or doctors recognize possible signs of autism are screened. It is not known which approach is more effective. Screening tools include the Modified Checklist for Autism in Toddlers (M-CHAT), the Early Screening of Autistic Traits Questionnaire, and the First Year Inventory; initial data on M-CHAT and its predecessor, the Checklist for Autism in Toddlers (CHAT), on children aged 18–30 months suggests that it is best used in a clinical setting and that it has low sensitivity (many false-negatives) but good specificity (few false-positives). It may be more accurate to precede these tests with a broadband screener that does not distinguish ASD from other developmental disorders. Screening tools designed for one culture's norms for behaviors like eye contact may be inappropriate for a different culture. Although genetic screening for autism is generally still impractical, it can be considered in some cases, such as children with neurological symptoms and dysmorphic features."},{"id":"25-44","text":"While infection with rubella during pregnancy causes fewer than 1% of cases of autism, vaccination against rubella can prevent many of those cases."},{"id":"25-45","text":"The main goals when treating children with autism are to lessen associated deficits and family distress, and to increase quality of life and functional independence. In general, higher IQs are correlated with greater responsiveness to treatment and improved treatment outcomes. No single treatment is best and treatment is typically tailored to the child's needs. Families and the educational system are the main resources for treatment. Services should be carried out by behavior analysts, special education teachers, speech pathologists, and licensed psychologists. Studies of interventions have methodological problems that prevent definitive conclusions about efficacy. However, the development of evidence-based interventions has advanced in recent years. Although many psychosocial interventions have some positive evidence, suggesting that some form of treatment is preferable to no treatment, the methodological quality of systematic reviews of these studies has generally been poor, their clinical results are mostly tentative, and there is little evidence for the relative effectiveness of treatment options. Intensive, sustained special education programs and behavior therapy early in life can help children acquire self-care, communication, and job skills, and often improve functioning and decrease symptom severity and maladaptive behaviors; claims that intervention by around age three years is crucial are not substantiated. While medications have not been found to help with core symptoms, they may be used for associated symptoms, such as irritability, inattention, or repetitive behavior patterns."},{"id":"25-46","text":"Educational interventions often used include applied behavior analysis (ABA), developmental models, structured teaching, speech and language therapy, social skills therapy, and occupational therapy. Among these approaches, interventions either treat autistic features comprehensively, or focalize treatment on a specific area of deficit. The quality of research for early intensive behavioral intervention (EIBI)—a treatment procedure encompassing over thirty hours per week of the structured type of ABA that is carried out with very young children—is currently low, and more vigorous research designs with larger sample sizes are needed. Two theoretical frameworks outlined for early childhood intervention include structured and naturalistic ABA interventions, and developmental social pragmatic models (DSP). One interventional strategy utilizes a parent training model, which teaches parents how to implement various ABA and DSP techniques, allowing for parents to disseminate interventions themselves. Various DSP programs have been developed to explicitly deliver intervention systems through at-home parent implementation. Despite the recent development of parent training models, these interventions have demonstrated effectiveness in numerous studies, being evaluated as a probable efficacious mode of treatment."},{"id":"25-47","text":"Early, intensive ABA therapy has demonstrated effectiveness in enhancing global functioning in preschool children, and is well-established for improving the intellectual performance of that age group. Similarly, a teacher-implemented intervention that utilizes a more naturalistic form of ABA combined with a developmental social pragmatic approach has been found to be beneficial in improving social-communication skills in young children, although there is less evidence in its treatment of global symptoms. Neuropsychological reports are often poorly communicated to educators, resulting in a gap between what a report recommends and what education is provided. It is not known whether treatment programs for children lead to significant improvements after the children grow up, and the limited research on the effectiveness of adult residential programs shows mixed results. The appropriateness of including children with varying severity of autism spectrum disorders in the general education population is a subject of current debate among educators and researchers."},{"id":"25-48","text":"Medications may be used to treat ASD symptoms that interfere with integrating a child into home or school when behavioral treatment fails. They may also be used for associated health problems, such as ADHD or anxiety. More than half of US children diagnosed with ASD are prescribed psychoactive drugs or anticonvulsants, with the most common drug classes being antidepressants, stimulants, and antipsychotics. The atypical antipsychotic drugs risperidone and aripiprazole are FDA-approved for treating associated aggressive and self-injurious behaviors. However, their side effects must be weighed against their potential benefits, and people with autism may respond atypically. Side effects, for example, may include weight gain, tiredness, drooling, and aggression. SSRI antidepressants, such as fluoxetine and fluvoxamine, have been shown to be effective in reducing repetitive and ritualistic behaviors, while the stimulant medication methylphenidate is beneficial for some children with co-morbid inattentiveness or hyperactivity. There is scant reliable research about the effectiveness or safety of drug treatments for adolescents and adults with ASD. No known medication relieves autism's core symptoms of social and communication impairments. Experiments in mice have reversed or reduced some symptoms related to autism by replacing or modulating gene function, suggesting the possibility of targeting therapies to specific rare mutations known to cause autism."},{"id":"25-49","text":"Although many alternative therapies and interventions are available, few are supported by scientific studies. Treatment approaches have little empirical support in quality-of-life contexts, and many programs focus on success measures that lack predictive validity and real-world relevance. Some alternative treatments may place the child at risk. A 2008 study found that compared to their peers, autistic boys have significantly thinner bones if on casein-free diets; in 2005, botched chelation therapy killed a five-year-old child with autism. Another alternative medicine practice with no evidence is CEASE therapy, a mixture of homeopathy, supplements, and 'vaccine detoxing'."},{"id":"25-50","text":"Although popularly used as an alternative treatment for people with autism, there is no good evidence that a gluten-free diet is of benefit. In the subset of people who have gluten sensitivity there is limited evidence that suggests that a gluten free diet may improve some autistic behaviors. There is tentative evidence that music therapy may improve social interactions, verbal communication, and non-verbal communication skills. There has been early research looking at hyperbaric treatments in children with autism."},{"id":"25-51","text":"The emergence of the autism rights movement has served as an attempt to encourage people to be more tolerant of those with autism. Through this movement, people hope to cause others to think of autism as a difference instead of a disease. Proponents of this movement wish to seek \"acceptance, not cures.\" There have also been many worldwide events promoting autism awareness such as World Autism Awareness Day, Light It Up Blue, Autism Sunday, Autistic Pride Day, Autreat, and others. There have also been many organizations dedicated to increasing the awareness of autism and the effects that autism has on someone's life. These organizations include Autism Speaks, Autism National Committee, Autism Society of America, and many others. Social-science scholars have had an increased focused on studying those with autism in hopes to learn more about \"autism as a culture, transcultural comparisons... and research on social movements.\" Media has had an influence on how the public perceives those with autism. \"Rain Man\", a film that won 4 Oscars including Best Picture, depicts a character with autism who has incredible talents and abilities. While many autistic individuals do not have these special abilities, some have been successful in their fields."},{"id":"25-52","text":"Treatment is expensive; indirect costs are more so. For someone born in 2000, a US study estimated an average lifetime cost of $ (net present value in dollars, inflation-adjusted from 2003 estimate), with about 10% medical care, 30% extra education and other care, and 60% lost economic productivity. Publicly supported programs are often inadequate or inappropriate for a given child, and unreimbursed out-of-pocket medical or therapy expenses are associated with likelihood of family financial problems; one 2008 US study found a 14% average loss of annual income in families of children with ASD, and a related study found that ASD is associated with higher probability that child care problems will greatly affect parental employment. US states increasingly require private health insurance to cover autism services, shifting costs from publicly funded education programs to privately funded health insurance. After childhood, key treatment issues include residential care, job training and placement, sexuality, social skills, and estate planning."},{"id":"25-53","text":"There is no known cure. Children recover occasionally, so that they lose their diagnosis of ASD; this occurs sometimes after intensive treatment and sometimes not. It is not known how often recovery happens; reported rates in unselected samples have ranged from 3% to 25%. Most children with autism acquire language by age five or younger, though a few have developed communication skills in later years. Most children with autism lack social support, meaningful relationships, future employment opportunities or self-determination. Although core difficulties tend to persist, symptoms often become less severe with age."},{"id":"25-54","text":"Few high-quality studies address long-term prognosis. Some adults show modest improvement in communication skills, but a few decline; no study has focused on autism after midlife. Acquiring language before age six, having an IQ above 50, and having a marketable skill all predict better outcomes; independent living is unlikely with severe autism. Most people with autism face significant obstacles in transitioning to adulthood."},{"id":"25-55","text":"Most recent reviews tend to estimate a prevalence of 1–2 per 1,000 for autism and close to 6 per 1,000 for ASD, and 11 per 1,000 children in the United States for ASD as of 2008; because of inadequate data, these numbers may underestimate ASD's true rate. Globally, autism affects an estimated 24.8 million people, while Asperger syndrome affects a further 37.2 million. In 2012, the NHS estimated that the overall prevalence of autism among adults aged 18 years and over in the UK was 1.1%. Rates of PDD-NOS's has been estimated at 3.7 per 1,000, Asperger syndrome at roughly 0.6 per 1,000, and childhood disintegrative disorder at 0.02 per 1,000. CDC's most recent estimate is that 1 out of every 68 children, or 14.7 per 1,000, has an ASD as of 2010."},{"id":"25-56","text":"The number of reported cases of autism increased dramatically in the 1990s and early 2000s. This increase is largely attributable to changes in diagnostic practices, referral patterns, availability of services, age at diagnosis, and public awareness, though unidentified environmental risk factors cannot be ruled out. The available evidence does not rule out the possibility that autism's true prevalence has increased; a real increase would suggest directing more attention and funding toward changing environmental factors instead of continuing to focus on genetics."},{"id":"25-57","text":"Boys are at higher risk for ASD than girls. The sex ratio averages 4.3:1 and is greatly modified by cognitive impairment: it may be close to 2:1 with intellectual disability and more than 5.5:1 without. Several theories about the higher prevalence in males have been investigated, but the cause of the difference is unconfirmed; one theory is that females are underdiagnosed."},{"id":"25-58","text":"Although the evidence does not implicate any single pregnancy-related risk factor as a cause of autism, the risk of autism is associated with advanced age in either parent, and with diabetes, bleeding, and use of psychiatric drugs in the mother during pregnancy. The risk is greater with older fathers than with older mothers; two potential explanations are the known increase in mutation burden in older sperm, and the hypothesis that men marry later if they carry genetic liability and show some signs of autism. Most professionals believe that race, ethnicity, and socioeconomic background do not affect the occurrence of autism."},{"id":"25-59","text":"Several other conditions are common in children with autism. They include:"},{"id":"25-60","text":"A few examples of autistic symptoms and treatments were described long before autism was named. The \"Table Talk\" of Martin Luther, compiled by his notetaker, Mathesius, contains the story of a 12-year-old boy who may have been severely autistic. Luther reportedly thought the boy was a soulless mass of flesh possessed by the devil, and suggested that he be suffocated, although a later critic has cast doubt on the veracity of this report. The earliest well-documented case of autism is that of Hugh Blair of Borgue, as detailed in a 1747 court case in which his brother successfully petitioned to annul Blair's marriage to gain Blair's inheritance. The Wild Boy of Aveyron, a feral child caught in 1798, showed several signs of autism; the medical student Jean Itard treated him with a behavioral program designed to help him form social attachments and to induce speech via imitation."},{"id":"25-61","text":"The New Latin word \"autismus\" (English translation \"autism\") was coined by the Swiss psychiatrist Eugen Bleuler in 1910 as he was defining symptoms of schizophrenia. He derived it from the Greek word \"autós\" (αὐτός, meaning \"self\"), and used it to mean morbid self-admiration, referring to \"autistic withdrawal of the patient to his fantasies, against which any influence from outside becomes an intolerable disturbance\". A Soviet child psychiatrist, Grunya Sukhareva, described a similar syndrome that was published in Russian in 1925, and in German in 1926."},{"id":"25-62","text":"The word \"autism\" first took its modern sense in 1938 when Hans Asperger of the Vienna University Hospital adopted Bleuler's terminology \"autistic psychopaths\" in a lecture in German about child psychology. Asperger was investigating an ASD now known as Asperger syndrome, though for various reasons it was not widely recognized as a separate diagnosis until 1981. Leo Kanner of the Johns Hopkins Hospital first used \"autism\" in its modern sense in English when he introduced the label \"early infantile autism\" in a 1943 report of 11 children with striking behavioral similarities. Almost all the characteristics described in Kanner's first paper on the subject, notably \"autistic aloneness\" and \"insistence on sameness\", are still regarded as typical of the autistic spectrum of disorders. It is not known whether Kanner derived the term independently of Asperger."},{"id":"25-63","text":"Donald Triplett was the first person diagnosed with autism. He was diagnosed by Kanner after being first examined in 1938, and was labeled as \"case 1\". Triplett was noted for his savant abilities, particularly being able to name musical notes played on a piano and to mentally multiply numbers. His father, Oliver, described him as socially withdrawn but interested in number patterns, music notes, letters of the alphabet, and U.S. president pictures. By the age of 2, he had the ability to recite the 23rd Psalm and memorized 25 questions and answers from the Presbyterian catechism. He was also interested in creating musical chords."},{"id":"25-64","text":"Kanner's reuse of \"autism\" led to decades of confused terminology like \"infantile schizophrenia\", and child psychiatry's focus on maternal deprivation led to misconceptions of autism as an infant's response to \"refrigerator mothers\". Starting in the late 1960s autism was established as a separate syndrome."},{"id":"25-65","text":"As late as the mid-1970s there was little evidence of a genetic role in autism; while in 2007 it was believed to be one of the most heritable psychiatric conditions. Although the rise of parent organizations and the destigmatization of childhood ASD have affected how ASD is viewed, parents continue to feel social stigma in situations where their child's autistic behavior is perceived negatively, and many primary care physicians and medical specialists express some beliefs consistent with outdated autism research."},{"id":"25-66","text":"It took until 1980 for the DSM-III to differentiate autism from childhood schizophrenia. In 1987, the DSM-III-R provided a checklist for diagnosing autism. In May 2013, the DSM-5 was released, updating the classification for pervasive developmental disorders. The grouping of disorders, including PDD-NOS, autism, Asperger syndrome, Rett syndrome, and CDD, has been removed and replaced with the general term of Autism Spectrum Disorders. The two categories that exist are impaired social communication and\/or interaction, and restricted and\/or repetitive behaviors."},{"id":"25-67","text":"The Internet has helped autistic individuals bypass nonverbal cues and emotional sharing that they find difficult to deal with, and has given them a way to form online communities and work remotely. Societal and cultural aspects of autism have developed: some in the community seek a cure, while others believe that autism is simply another way of being."}]}
{"id":"39","title":"Albedo","chunks":[{"id":"39-0","text":"Albedo () (, meaning 'whiteness') is the measure of the diffuse reflection of solar radiation out of the total solar radiation received by an astronomical body (e.g. a planet like Earth). It is dimensionless and measured on a scale from 0 (corresponding to a black body that absorbs all incident radiation) to 1 (corresponding to a body that reflects all incident radiation)."},{"id":"39-1","text":"Surface albedo is defined as the ratio of irradiance reflected to the irradiance received by a surface. The proportion reflected is not only determined by properties of the surface itself, but also by the spectral and angular distribution of solar radiation reaching the Earth's surface. These factors vary with atmospheric composition, geographic location and time (see position of the Sun). While bi-hemispherical reflectance is calculated for a single angle of incidence (i.e., for a given position of the Sun), albedo is the directional integration of reflectance over all solar angles in a given period. The temporal resolution may range from seconds (as obtained from flux measurements) to daily, monthly, or annual averages."},{"id":"39-2","text":"Unless given for a specific wavelength (spectral albedo), albedo refers to the entire spectrum of solar radiation. Due to measurement constraints, it is often given for the spectrum in which most solar energy reaches the surface (between 0.3 and 3 μm). This spectrum includes visible light (0.39–0.7 μm), which explains why surfaces with a low albedo appear dark (e.g., trees absorb most radiation), whereas surfaces with a high albedo appear bright (e.g., snow reflects most radiation)."},{"id":"39-3","text":"Albedo is an important concept in climatology, astronomy, and environmental management (e.g., as part of the Leadership in Energy and Environmental Design (LEED) program for sustainable rating of buildings). The average albedo of the Earth from the upper atmosphere, its \"planetary albedo\", is 30–35% because of cloud cover, but widely varies locally across the surface because of different geological and environmental features."},{"id":"39-4","text":"The term albedo was introduced into optics by Johann Heinrich Lambert in his 1760 work \"Photometria\"."},{"id":"39-5","text":"Any albedo in visible light falls within a range of about 0.9 for fresh snow to about 0.04 for charcoal, one of the darkest substances. Deeply shadowed cavities can achieve an effective albedo approaching the zero of a black body. When seen from a distance, the ocean surface has a low albedo, as do most forests, whereas desert areas have some of the highest albedos among landforms. Most land areas are in an albedo range of 0.1 to 0.4. The average albedo of Earth is about 0.3. This is far higher than for the ocean primarily because of the contribution of clouds.\nEarth's surface albedo is regularly estimated via Earth observation satellite sensors such as NASA's MODIS instruments on board the Terra and Aqua satellites, and the CERES instrument on the Suomi NPP and JPSS. As the amount of reflected radiation is only measured for a single direction by satellite, not all directions, a mathematical model is used to translate a sample set of satellite reflectance measurements into estimates of directional-hemispherical reflectance and bi-hemispherical reflectance (e.g.,). These calculations are based on the bidirectional reflectance distribution function (BRDF), which describes how the reflectance of a given surface depends on the view angle of the observer and the solar angle. BDRF can facilitate translations of observations of reflectance into albedo."},{"id":"39-6","text":"Earth's average surface temperature due to its albedo and the greenhouse effect is currently about 15 °C. If Earth were frozen entirely (and hence be more reflective), the average temperature of the planet would drop below −40 °C. If only the continental land masses became covered by glaciers, the mean temperature of the planet would drop to about 0 °C. In contrast, if the entire Earth was covered by water — a so-called aquaplanet — the average temperature on the planet would rise to almost 27 °C."},{"id":"39-7","text":"For land surfaces, it has been shown that the albedo at a particular solar zenith angle \"θ\" can be approximated by the proportionate sum of two terms: the directional-hemispherical reflectance at that solar zenith angle, formula_1, and the bi-hemispherical reflectance, formula_2, with formula_3 being the proportion of direct radiation from a given solar angle, and formula_4 being the proportion of diffuse illumination."},{"id":"39-8","text":"Hence, the actual albedo formula_5 (also called blue-sky albedo) can then be given as:"},{"id":"39-9","text":"Directional-hemispherical reflectance is sometimes referred to as black-sky albedo and bi-hemispherical reflectance as white-sky albedo. These terms are important because they allow the albedo to be calculated for any given illumination conditions from a knowledge of the intrinsic properties of the surface."},{"id":"39-10","text":"The albedos of planets, satellites and minor planets such as asteroids can be used to infer much about their properties. The study of albedos, their dependence on wavelength, lighting angle (\"phase angle\"), and variation in time comprises a major part of the astronomical field of photometry. For small and far objects that cannot be resolved by telescopes, much of what we know comes from the study of their albedos. For example, the absolute albedo can indicate the surface ice content of outer Solar System objects, the variation of albedo with phase angle gives information about regolith properties, whereas unusually high radar albedo is indicative of high metal content in asteroids."},{"id":"39-11","text":"Enceladus, a moon of Saturn, has one of the highest known albedos of any body in the Solar System, with 99% of EM radiation reflected. Another notable high-albedo body is Eris, with an albedo of 0.96. Many small objects in the outer Solar System and asteroid belt have low albedos down to about 0.05. A typical comet nucleus has an albedo of 0.04. Such a dark surface is thought to be indicative of a primitive and heavily space weathered surface containing some organic compounds."},{"id":"39-12","text":"The overall albedo of the Moon is measured to be around 0.136, but it is strongly directional and non-Lambertian, displaying also a strong opposition effect. Although such reflectance properties are different from those of any terrestrial terrains, they are typical of the regolith surfaces of airless Solar System bodies."},{"id":"39-13","text":"Two common albedos that are used in astronomy are the (V-band) geometric albedo (measuring brightness when illumination comes from directly behind the observer) and the Bond albedo (measuring total proportion of electromagnetic energy reflected). Their values can differ significantly, which is a common source of confusion."},{"id":"39-14","text":"In detailed studies, the directional reflectance properties of astronomical bodies are often expressed in terms of the five Hapke parameters which semi-empirically describe the variation of albedo with phase angle, including a characterization of the opposition effect of regolith surfaces."},{"id":"39-15","text":"The correlation between astronomical (geometric) albedo, absolute magnitude and diameter is:\nformula_7,"},{"id":"39-16","text":"where formula_8 is the astronomical albedo, formula_9 is the diameter in kilometers, and formula_10 is the absolute magnitude."},{"id":"39-17","text":"Albedo is not directly dependent on illumination because changing the amount of incoming light proportionally changes the amount of reflected light, except in circumstances where a change in illumination induces a change in the Earth's surface at that location (e.g. through albedo-temperature feedback). That said, albedo and illumination both vary by latitude. Albedo is highest near the poles and lowest in the subtropics, with a local maximum in the tropics."},{"id":"39-18","text":"The intensity of albedo temperature effects depend on the amount of albedo and the level of local insolation (solar irradiance); high albedo areas in the arctic and antarctic regions are cold due to low insolation, where areas such as the Sahara Desert, which also have a relatively high albedo, will be hotter due to high insolation. Tropical and sub-tropical rainforest areas have low albedo, and are much hotter than their temperate forest counterparts, which have lower insolation. Because insolation plays such a big role in the heating and cooling effects of albedo, high insolation areas like the tropics will tend to show a more pronounced fluctuation in local temperature when local albedo changes."},{"id":"39-19","text":"Arctic regions notably release more heat back into space than what they absorb, effectively cooling the Earth. This has been a concern since arctic ice and snow has been melting at higher rates due to higher temperatures, creating regions in the arctic that are notably darker (being water or ground which is darker color) and reflects less heat back into space. This feedback loop results in a reduced albedo effect."},{"id":"39-20","text":"Albedo affects climate by determining how much radiation a planet absorbs. The uneven heating of Earth from albedo variations between land, ice, or ocean surfaces can drive weather."},{"id":"39-21","text":"When an area's albedo changes due to snowfall, a snow–temperature feedback results. A layer of snowfall increases local albedo, reflecting away sunlight, leading to local cooling. In principle, if no outside temperature change affects this area (e.g., a warm air mass), the raised albedo and lower temperature would maintain the current snow and invite further snowfall, deepening the snow–temperature feedback. However, because local weather is dynamic due to the change of seasons, eventually warm air masses and a more direct angle of sunlight (higher insolation) cause melting. When the melted area reveals surfaces with lower albedo, such as grass or soil, the effect is reversed: the darkening surface lowers albedo, increasing local temperatures, which induces more melting and thus reducing the albedo further, resulting in still more heating."},{"id":"39-22","text":"Snow albedo is highly variable, ranging from as high as 0.9 for freshly fallen snow, to about 0.4 for melting snow, and as low as 0.2 for dirty snow. Over Antarctica snow albedo averages a little more than 0.8. If a marginally snow-covered area warms, snow tends to melt, lowering the albedo, and hence leading to more snowmelt because more radiation is being absorbed by the snowpack (the ice–albedo positive feedback)."},{"id":"39-23","text":"Just as fresh snow has a higher albedo than does dirty snow, the albedo of snow-covered sea ice is far higher than that of sea water. Sea water absorbs more solar radiation than would the same surface covered with reflective snow. When sea ice melts, either due to a rise in sea temperature or in response to increased solar radiation from above, the snow-covered surface is reduced, and more surface of sea water is exposed, so the rate of energy absorption increases. The extra absorbed energy heats the sea water, which in turn increases the rate at which sea ice melts. As with the preceding example of snowmelt, the process of melting of sea ice is thus another example of a positive feedback. Both positive feedback loops have long been recognized as important to the modern theory of Global warming."},{"id":"39-24","text":"Cryoconite, powdery windblown dust containing soot, sometimes reduces albedo on glaciers and ice sheets."},{"id":"39-25","text":"The dynamical nature of albedo in response to positive feedback, together with the effects of small errors in the measurement of albedo, can lead to large errors in energy estimates. Because of this, in order to reduce the error of energy estimates, it is important to measure the albedo of snow-covered areas through remote sensing techniques rather than applying a single value for albedo over broad regions."},{"id":"39-26","text":"Albedo works on a smaller scale, too. In sunlight, dark clothes absorb more heat and light-coloured clothes reflect it better, thus allowing some control over body temperature by exploiting the albedo effect of the colour of external clothing."},{"id":"39-27","text":"Albedo can affect the electrical energy output of solar photovoltaic devices. For example, the effects of a spectrally responsive albedo are illustrated by the differences between the spectrally weighted albedo of solar photovoltaic technology based on hydrogenated amorphous silicon (a-Si:H) and crystalline silicon (c-Si)-based compared to traditional spectral-integrated albedo predictions. Research showed impacts of over 10%. More recently, the analysis was extended to the effects of spectral bias due to the specular reflectivity of 22 commonly occurring surface materials (both human-made and natural) and analyzes the albedo effects on the performance of seven photovoltaic materials covering three common photovoltaic system topologies: industrial (solar farms), commercial flat rooftops and residential pitched-roof applications."},{"id":"39-28","text":"Because forests generally have a low albedo, (the majority of the ultraviolet and visible spectrum is absorbed through photosynthesis), some scientists have suggested that greater heat absorption by trees could offset some of the carbon benefits of afforestation (or offset the negative climate impacts of deforestation). In the case of evergreen forests with seasonal snow cover albedo reduction may be great enough for deforestation to cause a net cooling effect. Trees also impact climate in extremely complicated ways through evapotranspiration. The water vapor causes cooling on the land surface, causes heating where it condenses, acts a strong greenhouse gas, and can increase albedo when it condenses into clouds Scientists generally treat evapotranspiration as a net cooling impact, and the net climate impact of albedo and evapotranspiration changes from deforestation depends greatly on local climate"},{"id":"39-29","text":"In seasonally snow-covered zones, winter albedos of treeless areas are 10% to 50% higher than nearby forested areas because snow does not cover the trees as readily. Deciduous trees have an albedo value of about 0.15 to 0.18 whereas coniferous trees have a value of about 0.09 to 0.15."},{"id":"39-30","text":"Studies by the Hadley Centre have investigated the relative (generally warming) effect of albedo change and (cooling) effect of carbon sequestration on planting forests. They found that new forests in tropical and midlatitude areas tended to cool; new forests in high latitudes (e.g., Siberia) were neutral or perhaps warming."},{"id":"39-31","text":"Water reflects light very differently from typical terrestrial materials. The reflectivity of a water surface is calculated using the Fresnel equations (see graph)."},{"id":"39-32","text":"At the scale of the wavelength of light even wavy water is always smooth so the light is reflected in a locally specular manner (not diffusely). The glint of light off water is a commonplace effect of this. At small angles of incident light, waviness results in reduced reflectivity because of the steepness of the reflectivity-vs.-incident-angle curve and a locally increased average incident angle."},{"id":"39-33","text":"Although the reflectivity of water is very low at low and medium angles of incident light, it becomes very high at high angles of incident light such as those that occur on the illuminated side of Earth near the terminator (early morning, late afternoon, and near the poles). However, as mentioned above, waviness causes an appreciable reduction. Because light specularly reflected from water does not usually reach the viewer, water is usually considered to have a very low albedo in spite of its high reflectivity at high angles of incident light."},{"id":"39-34","text":"Note that white caps on waves look white (and have high albedo) because the water is foamed up, so there are many superimposed bubble surfaces which reflect, adding up their reflectivities. Fresh 'black' ice exhibits Fresnel reflection.\nSnow on top of this sea ice increases the albedo to 0.9."},{"id":"39-35","text":"Cloud albedo has substantial influence over atmospheric temperatures. Different types of clouds exhibit different reflectivity, theoretically ranging in albedo from a minimum of near 0 to a maximum approaching 0.8. \"On any given day, about half of Earth is covered by clouds, which reflect more sunlight than land and water. Clouds keep Earth cool by reflecting sunlight, but they can also serve as blankets to trap warmth.\""},{"id":"39-36","text":"Albedo and climate in some areas are affected by artificial clouds, such as those created by the contrails of heavy commercial airliner traffic. A study following the burning of the Kuwaiti oil fields during Iraqi occupation showed that temperatures under the burning oil fires were as much as 10 °C colder than temperatures several miles away under clear skies."},{"id":"39-37","text":"Aerosols (very fine particles\/droplets in the atmosphere) have both direct and indirect effects on Earth's radiative balance. The direct (albedo) effect is generally to cool the planet; the indirect effect (the particles act as cloud condensation nuclei and thereby change cloud properties) is less certain. As per the effects are:\nAnother albedo-related effect on the climate is from black carbon particles. The size of this effect is difficult to quantify: the Intergovernmental Panel on Climate Change estimates that the global mean radiative forcing for black carbon aerosols from fossil fuels is +0.2 W m, with a range +0.1 to +0.4 W m. Black carbon is a bigger cause of the melting of the polar ice cap in the Arctic than carbon dioxide due to its effect on the albedo."},{"id":"39-38","text":"Human activities (e.g., deforestation, farming, and urbanization) change the albedo of various areas around the globe. However, quantification of this effect on the global scale is difficult."},{"id":"39-39","text":"Single-scattering albedo is used to define scattering of electromagnetic waves on small particles. It depends on properties of the material (refractive index); the size of the particle or particles; and the wavelength of the incoming radiation."}]}
