{"query":{"id":"1","text":"When was quantum field theory developed?"},"judged_chunks":[{"chunk":{"id":"2078963-10","text":"The third thread in the development of quantum field theory was the need to handle the statistics of many-particle systems consistently and with ease. In 1927, Pascual Jordan tried to extend the canonical quantization of fields to the many-body wave functions of identical particles using a formalism which is known as statistical transformation theory; this procedure is now sometimes called second quantization. In 1928, Jordan and Eugene Wigner found that the quantum field describing electrons, or other fermions, had to be expanded using anti-commuting creation and annihilation operators due to the Pauli exclusion principle (see Jordan–Wigner transformation). This thread of development was incorporated into many-body theory and strongly influenced condensed matter physics and nuclear physics."},"judgement":1,"belonging_doc":{"id":"2078963","title":"History of quantum field theory","chunks":[{"id":"2078963-0","text":"In particle physics, the history of quantum field theory starts with its creation by Paul Dirac, when he attempted to quantize the electromagnetic field in the late 1920s. Major advances in the theory were made in the 1940s and 1950s, and led to the introduction of renormalized quantum electrodynamics (QED). QED was so successful and accurately predictive that efforts were made to apply the same basic concepts for the other forces of nature. By the late 1970s, these efforts successfully utilized gauge theory in the strong nuclear force and weak nuclear force, producing the modern standard model of particle physics."},{"id":"2078963-1","text":"Efforts to describe gravity using the same techniques have, to date, failed. The study of quantum field theory is still flourishing, as are applications of its methods to many physical problems. It remains one of the most vital areas of theoretical physics today, providing a common language to several different branches of physics."},{"id":"2078963-2","text":"Quantum field theory originated in the 1920s from the problem of creating a quantum mechanical theory of the electromagnetic field. In particular, de Broglie in 1924 introduced the idea of a wave description of elementary systems in the following way: \"we proceed in this work from the assumption of the existence of a certain periodic phenomenon of a yet to be determined character, which is to be attributed to each and every isolated energy parcel\"."},{"id":"2078963-3","text":"In 1925, Werner Heisenberg, Max Born, and Pascual Jordan constructed just such a theory by expressing the field's internal degrees of freedom as an infinite set of harmonic oscillators, and by then utilizing the canonical quantization procedure to these oscillators; their paper was published in 1926. This theory assumed that no electric charges or currents were present and today would be called a free field theory."},{"id":"2078963-4","text":"The first reasonably complete theory of quantum electrodynamics, which included both the electromagnetic field and electrically charged matter as quantum mechanical objects, was created by Paul Dirac in 1927. This quantum field theory could be used to model important processes such as the emission of a photon by an electron dropping into a quantum state of lower energy, a process in which the \"number of particles changes\"—one atom in the initial state becomes an atom plus a photon in the final state. It is now understood that the ability to describe such processes is one of the most important features of quantum field theory."},{"id":"2078963-5","text":"The final crucial step was Enrico Fermi's theory of \"β\"-decay (1934). In it, fermion species nonconservation was shown to follow from second quantization: creation and annihilation of fermions came to the fore and quantum field theory was seen to describe particle decays. (Fermi's breakthrough was somewhat foreshadowed in the abstract studies of Soviet physicists, Viktor Ambartsumian and Dmitri Ivanenko, in particular the Ambarzumian–Ivanenko hypothesis of creation of massive particles (1930). The idea was that not only the quanta of the electromagnetic field, photons, but also other particles might emerge and disappear as a result of their interaction with other particles.)"},{"id":"2078963-6","text":"It was evident from the beginning that a proper quantum treatment of the electromagnetic field had to somehow incorporate Einstein's relativity theory, which had grown out of the study of classical electromagnetism. This need to put together relativity and quantum mechanics was the second major motivation in the development of quantum field theory. Pascual Jordan and Wolfgang Pauli showed in 1928 that quantum fields could be made to behave in the way predicted by special relativity during coordinate transformations (specifically, they showed that the field commutators were Lorentz invariant). A further boost for quantum field theory came with the discovery of the Dirac equation, which was originally formulated and interpreted as a single-particle equation analogous to the Schrödinger equation, but unlike the Schrödinger equation, the Dirac equation satisfies both the Lorentz invariance, that is, the requirements of special relativity, and the rules of quantum mechanics. \nThe Dirac equation accommodated the spin-1\/2 value of the electron and accounted for its magnetic moment as well as giving accurate predictions for the spectra of hydrogen."},{"id":"2078963-7","text":"The attempted interpretation of the Dirac equation as a single-particle equation could not be maintained long, however, and finally it was shown that several of its undesirable properties (such as negative-energy states) could be made sense of by reformulating and reinterpreting the Dirac equation as a true field equation, in this case for the quantized \"Dirac field\" or the \"electron field\", with the \"negative-energy solutions\" pointing to the existence of anti-particles. This work was performed first by Dirac himself with the invention of hole theory in 1930 and by Wendell Furry, Robert Oppenheimer, Vladimir Fock, and others. Schrödinger, during the same period that he discovered his famous equation in 1926, also independently found the relativistic generalization of it known as the Klein–Gordon equation but dismissed it since, without spin, it predicted impossible properties for the hydrogen spectrum. (See Oskar Klein and Walter Gordon.) All relativistic wave equations that describe spin-zero particles are said to be of the Klein–Gordon type."},{"id":"2078963-8","text":"A subtle and careful analysis in 1933 by Niels Bohr and Léon Rosenfeld showed that there is a fundamental limitation on the ability to simultaneously measure the electric and magnetic field strengths that enter into the description of charges in interaction with radiation, imposed by the uncertainty principle, which must apply to all canonically conjugate quantities. This limitation is crucial for the successful formulation and interpretation of a quantum field theory of photons and electrons (quantum electrodynamics), and indeed, any perturbative quantum field theory. The analysis of Bohr and Rosenfeld explains fluctuations in the values of the electromagnetic field that differ from the classically \"allowed\" values distant from the sources of the field."},{"id":"2078963-9","text":"Their analysis was crucial to showing that the limitations and physical implications of the uncertainty principle apply to all dynamical systems, whether fields or material particles. Their analysis also convinced most physicists that any notion of returning to a fundamental description of nature based on classical field theory, such as what Einstein aimed at with his numerous and failed attempts at a classical unified field theory, was simply out of the question. \"Fields had to be quantized\"."},{"id":"2078963-10","text":"The third thread in the development of quantum field theory was the need to handle the statistics of many-particle systems consistently and with ease. In 1927, Pascual Jordan tried to extend the canonical quantization of fields to the many-body wave functions of identical particles using a formalism which is known as statistical transformation theory; this procedure is now sometimes called second quantization. In 1928, Jordan and Eugene Wigner found that the quantum field describing electrons, or other fermions, had to be expanded using anti-commuting creation and annihilation operators due to the Pauli exclusion principle (see Jordan–Wigner transformation). This thread of development was incorporated into many-body theory and strongly influenced condensed matter physics and nuclear physics."},{"id":"2078963-11","text":"Despite its early successes quantum field theory was plagued by several serious theoretical difficulties. Basic physical quantities, such as the self-energy of the electron, the energy shift of electron states due to the presence of the electromagnetic field, gave infinite, divergent contributions—a nonsensical result—when computed using the perturbative techniques available in the 1930s and most of the 1940s. The electron self-energy problem was already a serious issue in the classical electromagnetic field theory, where the attempt to attribute to the electron a finite size or extent (the classical electron-radius) led immediately to the question of what non-electromagnetic stresses would need to be invoked, which would presumably hold the electron together against the Coulomb repulsion of its finite-sized \"parts\". The situation was dire, and had certain features that reminded many of the \"Rayleigh–Jeans catastrophe\". What made the situation in the 1940s so desperate and gloomy, however, was the fact that the correct ingredients (the second-quantized Maxwell–Dirac field equations) for the theoretical description of interacting photons and electrons were well in place, and no major conceptual change was needed analogous to that which was necessitated by a finite and physically sensible account of the radiative behavior of hot objects, as provided by the Planck radiation law."},{"id":"2078963-12","text":"This \"divergence problem\" was solved in the case of quantum electrodynamics through the procedure known as renormalization in 1947–49 by Hans Kramers, Hans Bethe, Julian Schwinger, Richard Feynman, and Shin'ichiro Tomonaga; the procedure was systematized by Freeman Dyson in 1949. Great progress was made after realizing that all infinities in quantum electrodynamics are related to two effects: the self-energy of the electron\/positron, and vacuum polarization."},{"id":"2078963-13","text":"Renormalization requires paying very careful attention to just what is meant by, for example, the very concepts \"charge\" and \"mass\" as they occur in the pure, non-interacting field-equations. The \"vacuum\" is itself polarizable and, hence, populated by virtual particle (on shell and off shell) pairs, and, hence, is a seething and busy dynamical system in its own right. This was a critical step in identifying the source of \"infinities\" and \"divergences\". The \"bare mass\" and the \"bare charge\" of a particle, the values that appear in the free-field equations (non-interacting case), are abstractions that are simply not realized in experiment (in interaction). What we measure, and hence, what we must take account of with our equations, and what the solutions must account for, are the \"renormalized mass\" and the \"renormalized charge\" of a particle. That is to say, the \"shifted\" or \"dressed\" values these quantities must have when due systematic care is taken to include all deviations from their \"bare values\" is dictated by the very nature of quantum fields themselves."},{"id":"2078963-14","text":"The first approach that bore fruit is known as the \"interaction representation\" (see the article Interaction picture), a Lorentz-covariant and gauge-invariant generalization of time-dependent perturbation theory used in ordinary quantum mechanics, and developed by Tomonaga and Schwinger, generalizing earlier efforts of Dirac, Fock and Podolsky. Tomonaga and Schwinger invented a relativistically covariant scheme for representing field commutators and field operators intermediate between the two main representations of a quantum system, the Schrödinger and the Heisenberg representations. Within this scheme, field commutators at separated points can be evaluated in terms of \"bare\" field creation and annihilation operators. This allows for keeping track of the time-evolution of both the \"bare\" and \"renormalized\", or perturbed, values of the Hamiltonian and expresses everything in terms of the coupled, gauge invariant \"bare\" field-equations. Schwinger gave the most elegant formulation of this approach. The next and most famous development is due to Feynman, who, with his brilliant rules for assigning a \"graph\"\/\"diagram\" to the terms in the scattering matrix (see S-matrix and Feynman diagrams). These directly corresponded (through the Schwinger-Dyson equation) to the measurable physical processes (cross sections, probability amplitudes, decay widths and lifetimes of excited states) one needs to be able to calculate. This revolutionized how quantum field theory calculations are carried-out in practice."},{"id":"2078963-15","text":"Two classic text-books from the 1960s, James D. Bjorken, Sidney David Drell, \"Relativistic Quantum Mechanics\" (1964) and J. J. Sakurai, \"Advanced Quantum Mechanics\" (1967), thoroughly developed the Feynman graph expansion techniques using physically intuitive and practical methods following from the correspondence principle, without worrying about the technicalities involved in deriving the Feynman rules from the superstructure of quantum field theory itself. Although both Feynman's heuristic and pictorial style of dealing with the infinities, as well as the formal methods of Tomonaga and Schwinger, worked extremely well, and gave spectacularly accurate answers, the true analytical nature of the question of \"renormalizability\", that is, whether ANY theory formulated as a \"quantum field theory\" would give finite answers, was not worked-out until much later, when the urgency of trying to formulate finite theories for the strong and electro-weak (and gravitational interactions) demanded its solution."},{"id":"2078963-16","text":"Renormalization in the case of QED was largely fortuitous due to the smallness of the coupling constant, the fact that the coupling has no dimensions involving mass, the so-called fine structure constant, and also the zero-mass of the gauge boson involved, the photon, rendered the small-distance\/high-energy behavior of QED manageable. Also, electromagnetic processes are very \"clean\" in the sense that they are not badly suppressed\/damped and\/or hidden by the other gauge interactions. By 1965 James D. Bjorken and Sidney David Drell observed: \"Quantum electrodynamics (QED) has achieved a status of peaceful coexistence with its divergences ...\"."},{"id":"2078963-17","text":"The unification of the electromagnetic force with the weak force encountered initial difficulties due to the lack of accelerator energies high enough to reveal processes beyond the Fermi interaction range. Additionally, a satisfactory theoretical understanding of hadron substructure had to be developed, culminating in the quark model."},{"id":"2078963-18","text":"Thanks to the somewhat brute-force, \"ad hoc\" and heuristic early methods of Feynman, and the abstract methods of Tomonaga and Schwinger, elegantly synthesized by Freeman Dyson, from the period of early renormalization, the modern theory of quantum electrodynamics (QED) has established itself. It is still the most accurate physical theory known, the prototype of a successful quantum field theory. Quantum electrodynamics is the most famous example of what is known as an Abelian gauge theory. It relies on the symmetry group \"U\"(1) and has one massless gauge field, the \"U\"(1) gauge symmetry, dictating the form of the interactions involving the electromagnetic field, with the photon being the gauge boson."},{"id":"2078963-19","text":"Beginning in the 1950s with the work of Yang and Mills, following the previous lead of Weyl and Pauli, deep explorations illuminated the types of symmetries and invariances any field theory must satisfy. QED, and indeed, all field theories, were generalized to a class of quantum field theories known as gauge theories. That symmetries dictate, limit and necessitate the form of interaction between particles is the essence of the \"gauge theory revolution\". Yang and Mills formulated the first explicit example of a non-abelian gauge theory, Yang–Mills theory, with an attempted explanation of the strong interactions in mind. The strong interactions were then (incorrectly) understood in the mid-1950s, to be mediated by the pi-mesons, the particles predicted by Hideki Yukawa in 1935, based on his profound reflections concerning the reciprocal connection between the mass of any force-mediating particle and the range of the force it mediates. This was allowed by the uncertainty principle. In the absence of dynamical information, Murray Gell-Mann pioneered the extraction of physical predictions from sheer non-abelian symmetry considerations, and introduced non-abelian Lie groups to current algebra and so the gauge theories that came to supersede it."},{"id":"2078963-20","text":"The 1960s and 1970s saw the formulation of a gauge theory now known as the Standard Model of particle physics, which systematically describes the elementary particles and the interactions between them. The strong interactions are described by quantum chromodynamics (QCD), based on \"color\" \"SU\"(3). The weak interactions require the additional feature of spontaneous symmetry breaking, elucidated by Yoichiro Nambu and the adjunct Higgs mechanism, considered next."},{"id":"2078963-21","text":"The electroweak interaction part of the standard model was formulated by Sheldon Glashow, Abdus Salam, and John Clive Ward in 1959 with their discovery of the SU(2)xU(1) group structure of the theory. In 1967, Steven Weinberg brilliantly invoked the Higgs mechanism for the generation of the W and Z masses (the intermediate vector bosons responsible for the weak interactions and neutral-currents) and keeping the mass of the photon zero. The Goldstone and Higgs idea for generating mass in gauge theories was sparked in the late 1950s and early 1960s when a number of theoreticians (including Yoichiro Nambu, Steven Weinberg, Jeffrey Goldstone, François Englert, Robert Brout, G. S. Guralnik, C. R. Hagen, Tom Kibble and Philip Warren Anderson) noticed a possibly useful analogy to the (spontaneous) breaking of the U(1) symmetry of electromagnetism in the formation of the BCS ground-state of a superconductor. The gauge boson involved in this situation, the photon, behaves as though it has acquired a finite mass."},{"id":"2078963-22","text":"There is a further possibility that the physical vacuum (ground-state) does not respect the symmetries implied by the \"unbroken\" electroweak Lagrangian from which one arrives at the field equations (see the article Electroweak interaction for more details). The electroweak theory of Weinberg and Salam was shown to be renormalizable (finite) and hence consistent by Gerardus 't Hooft and Martinus Veltman. The Glashow–Weinberg–Salam theory (GWS theory) is a triumph and, in certain applications, gives an accuracy on a par with quantum electrodynamics."},{"id":"2078963-23","text":"In the case of the strong interactions, progress concerning their short-distance\/high-energy behavior was much slower and more frustrating. For strong interactions with the electro-weak fields, there were difficult issues regarding the strength of coupling, the mass generation of the force carriers as well as their non-linear, self interactions. Although there has been theoretical progress toward a grand unified quantum field theory incorporating the electro-magnetic force, the weak force and the strong force, empirical verification is still pending. Superunification, incorporating the gravitational force, is still very speculative, and is under intensive investigation by many of the best minds in contemporary theoretical physics. Gravitation is a tensor field description of a spin-2 gauge-boson, the \"graviton\", and is further discussed in the articles on general relativity and quantum gravity."},{"id":"2078963-24","text":"From the point of view of the techniques of (four-dimensional) quantum field theory, and as the numerous efforts to formulate a consistent quantum gravity theory attests, gravitational quantization has been the reigning champion for bad behavior."},{"id":"2078963-25","text":"There are technical problems underlain by the fact that the gravitational coupling constant has dimensions involving inverse powers of mass, and, as a simple consequence, it is plagued by perturbatively badly behaved non-linear self-interactions. Gravity is itself a source of gravity, analogously to gauge theories (whose couplings, are, by contrast, dimensionless) leading to uncontrollable divergences at increasing orders of perturbation theory."},{"id":"2078963-26","text":"Moreover, gravity couples to all energy equally strongly, as per the equivalence principle, so this makes the notion of ever really \"switching-off\", \"cutting-off\" or separating, the gravitational interaction from other interactions ambiguous, since, with gravitation, we are dealing with the very structure of space-time itself."},{"id":"2078963-27","text":"Moreover, it has not been established that a theory of quantum gravity is necessary (see Quantum field theory in curved spacetime)."},{"id":"2078963-28","text":"Parallel breakthroughs in the understanding of phase transitions in condensed matter physics led to novel insights based on the renormalization group. They involved the work of Leo Kadanoff (1966) and Kenneth Geddes Wilson & Michael Fisher (1972)—extending the work of Ernst Stueckelberg–André Petermann (1953) and Murray Gell-Mann–Francis Low (1954)—which led to the seminal reformulation of quantum field theory by Kenneth Geddes Wilson in 1975."},{"id":"2078963-29","text":"This reformulation provided insights into the evolution of effective field theories with scale, which classified all field theories, renormalizable or not (cf. subsequent section). The remarkable conclusion is that, in general, most observables are \"\"irrelevant\"\", i.e., the macroscopic physics is \"dominated by only a few observables\" in most systems."},{"id":"2078963-30","text":"During the same period, Kadanoff (1969) introduced an operator algebra formalism for the two-dimensional Ising model, a widely studied mathematical model of ferromagnetism in statistical physics. This development suggested that quantum field theory describes its scaling limit. Later, there developed the idea that a finite number of generating operators could represent all the correlation functions of the Ising model."},{"id":"2078963-31","text":"The renormalization group spans a set of ideas and methods to monitor changes of the behavior of the theory with scale, providing a deep physical understanding which sparked what has been called the \"grand synthesis\" of theoretical physics, uniting the quantum field theoretical techniques used in particle physics and condensed matter physics into a single powerful theoretical framework."},{"id":"2078963-32","text":"The gauge field theory of the strong interactions, quantum chromodynamics, QCD, relies crucially on this renormalization group for its distinguishing characteristic features, asymptotic freedom and color confinement."}]}}]}
{"query":{"id":"6","text":"Can you prevent traumatic brain injury?"},"judged_chunks":[{"chunk":{"id":"18006283-14","text":"Faculty provides care for thousands suffering from mild to traumatic brain injuries. The concussion clinic at Medstar NRH focuses primarily on this form of brain injury and is regarded as one of the best in the country according to U.S. News & World Report. 75 percent of all traumatic brain injuries that occur are concussions. Traumatic brain injuries contribute to a third of all deaths in the United States with over 1.5 million brain injuries occurring each year. During their stay, patients are also educated on precautions they can take to prevent a future incidence."},"judgement":1,"belonging_doc":{"id":"18006283","title":"MedStar National Rehabilitation Hospital","chunks":[{"id":"18006283-0","text":"MedStar National Rehabilitation Network (MedStar NRH) is located in Washington, D.C., and specializes in treating persons with physical disabilities, including spinal cord injury, brain injury, stroke, arthritis, amputation, multiple sclerosis, post-polio syndrome, orthopedic, and other neurological conditions. \nNational Rehabilitation Hospital was founded in 1986 by Edward A. Eckenhoff, and is a member of the MedStar Health system, the Washington, D.C.-Baltimore region’s largest non-profit healthcare organization."},{"id":"18006283-1","text":"MedStar National Rehabilitation Hospital has grown from a single hospital into MedStar National Rehabilitation Network, which provides inpatient, outpatient, and day treatment programs. The network provides more than 350,000 ambulatory visits annually in addition to the hospital’s more than 2,200 inpatient admissions. Since its inception, MedStar NRH has admitted in excess of 35,000 inpatients and provided over 2 million outpatient visits."},{"id":"18006283-2","text":"Founded the hospital in 1986 and is currently the President Emeritus of MedStar NRH. Suffering a spinal cord injury in college, Edward A. Eckenhoff, championed behind the construction of the National Rehabilitation Hospital. Eckenhoff was only 20 years old when he became a paraplegic and went on to impact thousands of lives through his actions."},{"id":"18006283-3","text":"On February 6, 1986, MedStar NRH opened its doors with 230 staff members and one patient. MedStar NRH soon grew to be one of the most well recognized hospitals in the country. It has hosted guests like Nancy Reagan, Barbara Bush, Queen Sofia of Spain, Bob Dole, and Stevie Wonder."},{"id":"18006283-4","text":"Eckenhoff has also received numerous awards including \"Washingtonian of the year\" by \nWashingtonian magazine and was named “Alumnus of the Year” by Washington University School of Medicine. Eckenhoff played a major role in the passing of the Americans with Disabilities Act of 1990 with his visits to Capitol Hill and work around the community. MedStar NRH strongly supported Eckenhoff's venture and was a vital part in improving the lives of the disabled. The current president is John Rockwood who adopted the role in October 2010."},{"id":"18006283-5","text":"Physicians nationwide consistently rank MedStar NRH among “America’s Best Hospitals,” as reported by U.S. News & World Report. Since 1990, MedStar NRH has been consistently listed in the annual ranking as one of the nation’s best hospitals for physical rehabilitation."},{"id":"18006283-6","text":"Ranked #3 in Washington D.C. in 2012 overall, and #1 in DC for Rehabilitation."},{"id":"18006283-7","text":"http:\/\/health.usnews.com\/best-hospitals\/rankings\/rehabilitation?page=2"},{"id":"18006283-8","text":"In 2003, MedStar NRH achieved a high reputation score of 11.2."},{"id":"18006283-9","text":"MedStar NRH is fully accredited by both the Joint Commission on Accreditation of Healthcare Organizations JCAHO, and the Commission on Accreditation of Rehabilitation Facilities CARF, earning an impressive fourteen CARF commendations in the 2007 accreditation survey. CARF is a private, not-for-profit organization that promotes quality rehabilitation services. Their standards are reviewed annually and new ones are developed to keep pace with changing conditions and current consumer needs. NRH has received a three-year accreditation from CARF, and its Spinal Cord Injury, Stroke and Brain Injury programs are the regions only CARF accredited specialty programs."},{"id":"18006283-10","text":"MedStar NRH’s board-certified physicians, neuropsychologists, physical therapists, occupational therapists, speech-language pathologists, psychologists, vocational rehabilitation counselors, and other clinicians work in teams to meet the needs of patients with a wide range of neurological, and orthopedic conditions. \nMedStar NRH provides highly specialized acute inpatient rehabilitative care at its Washington, D.C., location on a campus adjacent to its MedStar Health sister hospital, the MedStar Washington Hospital Center. \nNRH works in partnership not only with the MedStar Washington Hospital Center, but also with a number of other leading acute care facilities throughout the region. Acute rehab begins at onset of injury and illness, and continues after hospitalization through the NRH Rehabilitation Network – with over 50 outpatient sites located throughout the Washington, D.C., Northern Virginia, and Maryland region."},{"id":"18006283-11","text":"In addition, for those needing more intense therapy following hospitalization, MedStar NRH offers unique Day Treatment programs for stroke, brain and spinal cord injury, which provide continued comprehensive care to maximize potential for recovery."},{"id":"18006283-12","text":"Meant for patients who have occurred a brain injury, spinal cord injury, stroke, amputation, and burns. This program has also been accredited for treating motion disorders, arthritis, chronic pain syndromes, cardiac disorders, and other neurologic conditions. There are both inpatient and outpatient services available with each staff member certified in rehabilitation counseling (CRC)."},{"id":"18006283-13","text":"More than 200 spinal cord injured patients come to MedStar NRH each year for treatment. Some injuries MedStar NRH encounters are Spinal Cord Disease, Spinal Stenosis, Multiple Sclerosis, Postoperative Spinal Surgery, and Guillain Barre Syndrome. Emphasis is on the prevention of primary and secondary conditions and on the patients’ participation. The Seating and Mobility Clinic offers evaluations for patients wheeled mobility needs based on functional strength, range of motion, postural alignment, and skin integrity. MedStar NRH was also one of the first hospitals in the country to use the Lokomat. This provides body weight support for gait training."},{"id":"18006283-14","text":"Faculty provides care for thousands suffering from mild to traumatic brain injuries. The concussion clinic at Medstar NRH focuses primarily on this form of brain injury and is regarded as one of the best in the country according to U.S. News & World Report. 75 percent of all traumatic brain injuries that occur are concussions. Traumatic brain injuries contribute to a third of all deaths in the United States with over 1.5 million brain injuries occurring each year. During their stay, patients are also educated on precautions they can take to prevent a future incidence."},{"id":"18006283-15","text":"Treat inpatient and outpatient stroke victims. With over 800,000 stroke victims each year, MedStar NRH has developed one of the largest stroke programs in the region. Over 600 stroke patients are cared for each year at MedStar NRH with 96 percent being able to return home within 90 days. The stroke recovery program is aimed to offer stroke comprehensive inpatient, day treatment, and outpatient rehabilitation that are tailored to each patient’s needs and abilities."},{"id":"18006283-16","text":"Created when the hospital opened in 1986, the Victory Awards honor individuals who have overcome physical adversity and inspired others. Awards have been given out to people from many different areas such as art, entertainment, sports, and politics. This event also raises money to advance treatments and the hospital."},{"id":"18006283-17","text":"In 2011, MedStar NRH celebrated their 25th anniversary with their annual Gala Victory Award’s in which they recognized several key contributors to the advancement of rehab."},{"id":"18006283-18","text":"MedStar NRH has been accredited by The Joint Commission and CARF as one of the most reliable rehabilitation hospitals in the country. They are the Commission on Accreditation of Rehabilitation Facilities. CARF Accredited Medstar NRH with Specialty Programs in Stroke Recovery, Spinal Cord Injury and Brain Injury.\nBeing a non-profit organization, the team at MedStar NRH uses the approach of care that puts the patient first."},{"id":"18006283-19","text":"MedStar NRH’s Spinal Cord Program is the area’s only CARF Accredited Specialty Program for Spinal Cord Injury and Disease."},{"id":"18006283-20","text":"The Rehabilitation Research and Training Center (RRTC) on Spinal Cord Injury (SCI): Promoting Health and Preventing Complications through Exercise is also funded by the NIDRR. The $4 million, 5-year grant allows MedStar NRH to further extend its research and training efforts on secondary conditions in people with SCI. The RRTC is a unique collaborative effort of national leaders in SCI-related research, clinical expertise, support and education organizations, independent living centers, and consumers with SCI."},{"id":"18006283-21","text":"The MedStar NRH Stroke Recovery Program is among the largest programs in the country. MedStar NRH patients benefit the area’s only CARF Accredited Specialty Program for Strokes."},{"id":"18006283-22","text":"The MedStar NRH Brain Injury Program uses repetition to expand on small incremental gains in recovery—to achieve the their outcome."},{"id":"18006283-23","text":"The orthopedic programs at MedStar NRH utilize technological diagnostic and therapeutic equipment to address such issues as arthritis, amputation, joint replacement, and a full range of other orthopedic injuries and conditions."},{"id":"18006283-24","text":"Throughout patients’ rehabilitative experience, MedStar NRH relies upon a number of assistive technology devices that have been developed by MedStar NRH’s research team, and which have been used fortheir recovery."},{"id":"18006283-25","text":"The National Center for Children’s Rehabilitation (NCCR) at MedStar NRH addresses an unmet regional need and raises the bar for care of pediatric patients with neurological, orthopedic injuries, and other illnesses. The only center of its kind in the area, the NCCR is a joint service of MedStar NRH and Children's National Medical Center and offers an innovative approach to children's rehab in a state-of-the-art and secure unit."},{"id":"18006283-26","text":"Advanced rehabilitation technology such as the Zero\/G gait training tool and Alter\/G anti-gravity treadmill has earned MedStar NRH the reputation as one of the leading participants in research for rehabilitation technology."},{"id":"18006283-27","text":"The Christoph Ruesch Research Center at MedStar NRH is dedicated to implementing initiatives that probe new rehabilitative interventions to address the health and rehabilitative needs of person with disabilities, and to develop better ways to deliver and pay for these services."},{"id":"18006283-28","text":"There are four unique centers conducting both laboratory and clinical research: the Assistive Technology Research Center, the Center for Post-Acute Studies, the Neuroscience Research Center, and the Center for Applied Biomechanics and Rehabilitation Research."},{"id":"18006283-29","text":"Dozens of studies are underway in the development of improved rehabilitative diagnosis and treatment methods, and technology aimed at improving long-term independence for persons with a variety of disabling conditions. Among these are a unique study to evaluate the value of activity-based rehab and FES, functional electrical stimulation, for spinal cord injury patients, a project to test the value of patient navigation to improve long-term outcomes for stroke and spinal cord patients, and a program to reduce secondary incidents among the capital region's stroke patients."},{"id":"18006283-30","text":"Uncover new technology that increases the effectiveness of recovery. Also increases a patient's ability to live independently with a disability."},{"id":"18006283-31","text":"Aims to offer guidance on the quality and financing of post-acute rehab."},{"id":"18006283-32","text":"Congress approves 6 million dollars for new neuroscience research center in 2000. This area deals with research related to clinical psychology, speech language therapy, health services, and rehabilitation engineering."},{"id":"18006283-33","text":"Research involving impairments, limitations, and recovery. The center focuses primarily on neurological and musculoskeletal factors."}]}},{"chunk":{"id":"38993774-24","text":"Rules exist within each sport to help prevent cerebral contusions and traumatic brain injuries. However, individual athletes are the best prevention against their own injuries. In a game, athletes notice when they have the symptoms of a cerebral contusion and should take themselves out of the game. It may be hard for medical personnel or coaches to notice when a player has a traumatic brain injury, so it is in the player’s best interest to be removed from play. In hockey, traumatic brain injuries constitute 10%-15% of all head injuries. With the high percent of injuries being traumatic, extensive design improvements have been made to helmets. These improvements reduce the risk of cerebral contusions by providing more padding around the skull and a chin strap that keeps the helmet snug. In baseball, major improvements to helmets have been made to protect batters from the impact a baseball can have when hitting their head. Helmets, before this major improvement, were designed to withstand a velocity of 70 mph from a pitch or foul ball. Since the company Rawlings’ new design, helmets can withstand a velocity of 100 mph and have further padding around the softer parts on the side of the skull."},"judgement":1,"belonging_doc":{"id":"38993774","title":"Sports-related traumatic brain injury","chunks":[{"id":"38993774-0","text":"A sports-related traumatic brain injury is a serious accident which may lead to significant morbidity or mortality. Traumatic brain injury (TBI) in sports are usually a result of physical contact with another person or stationary object, these sports may include boxing, football, field\/ice hockey, lacrosse, martial arts, rugby, soccer, wrestling, auto racing, cycling, equestrian, roller blading, skateboarding, skiing, or snowboarding."},{"id":"38993774-1","text":"A study was completed identifying the severity and frequency traumatic brain injuries occurred in high school sports:\n\"Of 23,566 reported injuries in the 10 sports during the 3-year study period, 1219 (5.5%) were MTBIs. Of the MTBIs, football accounted for 773 (63.4%) of cases; wrestling, 128 (10.5%); girls' soccer, 76 (6.2%); boys' soccer, 69 (5.7%); girls' basketball, 63 (5.2%); boys' basketball, 51 (4.2%); softball, 25 (2.1%); baseball, 15 (1.2%); field hockey, 13 (1.1%); and volleyball, 6 (0.5%). The injury rates per 100 player-seasons were 3.66 for football, 1.58 for wrestling, 1.14 for girls' soccer, 1.04 for girls' basketball, 0.92 for boys' soccer, 0.75 for boys' basketball, 0.46 for softball, 0.46 for field hockey, 0.23 for baseball, and 0.14 for volleyball. The median time lost from participation for all MTBIs was 3 days. There were 6 cases of subdural hematoma and intracranial injury reported in football. Based on these data, an estimated 62,816 cases of MTBI occur annually among high school varsity athletes participating in these sports, with football accounting for about 63% of cases.\"\nThe most common TBIs in sports are cerebral contusions, second impact syndrome concussions, dementia pugilistica, and hematomas."},{"id":"38993774-2","text":"A concussion is defined as a stunning, damaging, or shattering effect from a hard blow; especially: a jarring injury of the brain resulting in disturbance of cerebral function. Concussions are also sometimes referred to as mTBI (Mild Traumatic Brain Injury). Concussions are injuries to the head which cause a temporary lapse in the normal operation of brain function. Concussions have many symptoms which could be displayed in a physical, psychological or emotional manner. Concussions symptoms can sometimes be hard to determine because they present in a subtle manner. A symposium was held in 2008 in Zurich, Switzerland where a definition for concussions was developed. A concussion is now defined as “a complex pathophysiological process affecting the brain, induced by traumatic biomechanical forces.”"},{"id":"38993774-3","text":"There are five major features in conjunction with the definition:Signs and symptoms of concussions can be hard to determine because they may not present strongly and because they may not present for several hours after the incident has occurred. There are 4 categories that symptoms of a concussion can be classified within: physical, cognitive, emotional and sleep disturbance. The most common symptom is a headache as well as the feeling of being “fog like”. Other, more subtle symptoms that can accompany headaches are emotional changes, irritability, slowed reaction times and drowsiness. Accompanying symptoms can include sensitivity to light, and noise, fatigue, dizziness, nausea and vomiting. The loss of consciousness is another identifiable characteristic of concussions but it is not a required symptom to diagnose it. The loss of consciousness occurs in only 10% of concussions, so it cannot be a reliable sign of a concussion. Other distinguishing characteristics of concussions are retrograde amnesia (loss of memory just prior to injury) and posttraumatic amnesia (impaired recall of time between the injury or resumption of consciousness and the point at which new memories are stored and retrieved)."},{"id":"38993774-4","text":"There are many diagnostic tools and tests within sports. While the tests and scales may vary greatly from sport to sport, in the end, they effectively gain the same information regardless. The first initial assessment that should take place with every athlete found to be unconscious after head or neck trauma is the “ABC’s” (airway, breathing, and circulation). There is an array of initial sideline evaluations that can be conducted after a possible concussive incident such as Maddocks questions, Standardized Assessment of Concussion (SAC), Balance Error Scoring System (BESS), or Sport Concussion Assessment Tool 2 (SCAT2). “The Maddocks questions are a brief set of questions to evaluate orientation as well as short and long-term memory related to the sport and current game. The questions are for sideline use only and are included in the SCAT2.” The BESS test is a test based on an athlete’s posture. There are 3 positions that the athlete tests in and a composite score of their errors over the 6 rounds of testing determines their scores. The SCAT2 uses both the BESS and SAC test. The SAC and SCAT-2 evaluations also contain symptoms checklists which can determine immediate cognitive and motor deficits, although many symptoms may present hours after the initial injury. 85% of certified athletic trainers use symptom checklists as part of a concussion assessment according to a recent survey."},{"id":"38993774-5","text":"Limited research of the test since its release from the Zurich Concussion statement has not allowed it to be verified as a successful testing method. The SAC however, does have sufficient evidence regarding it's reliability, with researchers finding the test having a test-retest reliability of 53%. Many major professional sports organizations like the NFL, NHL, MLB and NBA have taken stronger looks at in game concussions through extensive studies to develop safer equipment and playing conditions for the players. In doing this they have developed their own initial sideline testing and concussion protocols. The NFL has adopted a standardized testing evaluation form based on the SCAT2 that it has implemented into all head and neck trauma incidents. In 2011 the NFL changed their concussion protocol and built upon their previous SCAT2 standardized test. “The new implementations include a focused screening neurological examination to exclude cervical spine and intracranial bleeding, assessment of orientation, immediate and delayed recall, concentration, as well as a balance evaluation.”"},{"id":"38993774-6","text":"Similarly in 2011, the NHL adopted a new league wide concussion protocol which would remove players from the bench, who may have possibly sustained head or neck trauma, and bring them back to an undisclosed quiet room. Players would be held there for a minimum of 15 minutes while completing tests similar of those to the NFL’s testing protocol. In 2007 Major League Baseball also adopted a concussion program for umpires and players. In 2011 the policy was revised and 4 new features were added to the program. The first of which is that all umpires and players are to conduct base line testing during spring training or after a player signing. Secondly, the SCAT2 has been adopted as the official sideline test for all MLB teams. Thirdly, a 7-day disabled list has been set up for players with concussions; players on the list for 14 days are moved to the 15-day disabled list. Lastly, the leagues medical director must clear all players who have suffered a concussion before they can return to play. Of the four major professional sports in the U.S., the NBA is the only league to have not adopted a sideline concussion policy. Each team and their medical staff proceed differently with their policies."},{"id":"38993774-7","text":"Short-term effects deal mostly with Post-concussion Syndrome, which has no clearly defined definition. A person suffering from a single concussive incident typically has a strong recovery rate. The most common Post-concussion symptom is a persistent headache which usually disappears within 1–2 weeks. Other common short-term effects include dizziness, vomiting, nausea, sensitivity to light and sound, irritability, cognitive lapses and memory impairment. 20-90% of the persons affected develop one symptom within a month of the incident, after 3 months 40% of the affected persons show at least 3 symptoms."},{"id":"38993774-8","text":"Receiving multiple concussive incidents has long been known to cause a cumulative effect on the brain. It is also known that each successive concussion makes it easier to obtain another concussion in the future. Receiving multiple concussions can lead to long-term memory loss, psychiatric disorders, brain damage and other neurological disorders. There are no clearly defined guidelines for the retirement of an athlete, but it has been proposed that an athlete who sustains 3 concussive incidents in a single season or has Post-concussion symptoms for more than 3 months should consider a lengthy period away from the sport. Especially with sports, when multiple concussions are received it is likely that a doctor will advise the player in question to avoid returning to sports where contact is possible."},{"id":"38993774-9","text":"Second-impact syndrome (SIS) occurs when an athlete sustains a second concussive incident before the symptoms of a prior concussive incident have fully healed. It does not take a severe concussion to cause SIS, even a mild grade concussion can lead to it. The condition is often fatal, and if death does not occur severe disability is probable. SIS is most often developed in young athletes, who are thought to be particularly vulnerable."},{"id":"38993774-10","text":"\"Helmets\""},{"id":"38993774-11","text":"Throughout the progression of contact sports there have been continual innovations in protective gear, especially in terms of limiting head and neck traumas. The earliest known use of football helmets is documented in an 1893 Army-Navy game. Early helmets were typically only constructed of leather padding. Throughout the early 1900s helmets developed to include metal and plastics to better protect the player. In 1939 helmets became mandatory for college players, and a year later the NFL adopted the same policy. The increasing development and standardization of helmets along with rule changes that would protect players, would eventually cut down on head and neck traumas. In 2012 testing is being conducted on a new type of helmet which battles rotational acceleration which is linked closer to concussions than typical impacts. This helmet is called the Multidirectional Impact Protection System (MIPS). This new generation of helmet is shown to decrease rotational acceleration by 55% compared to the traditional football helmet. Like the NFL the NHL took steps to protecting players by mandating helmets in 1979. As of 2009 about 60% of NHL players currently wear a half visor for upper face protection."},{"id":"38993774-12","text":"\"Mouth Guards\""},{"id":"38993774-13","text":"Many sports including football, ice hockey, lacrosse, field hockey, and boxing implemented mandatory mouth guard policies during the 1960s and 70’s. These policies were introduced to cut down on a player’s chance of orofacial injury and concussions. Several studies conducted in many various professional and collegiate sports have yet to validate the claim that mouth guards cut down on concussions; although a study conducted by the NHL showed that symptom severity had significantly decreased with the use of mouth guards."},{"id":"38993774-14","text":"Cerebral contusions are bruises to the brain caused by a direct blow to the head causing the brain to bounce against the inside of the skull and bruise brain tissue. The force of the blow causes either a tearing or twisting of the structure and blood vessels which hinders the ability of the receptors to send feedback to the brain. With the tearing or twisting of structure, the brain begins to swell and bleed. Since the brain cavity has no room to expand due to the swelling, bruises begin to form. Due to the nature of the injury, most of the contusive damage is found deeper in the brain."},{"id":"38993774-15","text":"In sports, most cerebral contusions are caused when the brain is either suddenly accelerated, decelerated, or strikes an immovable object. When the blow happens, brain tissue can be damaged, sometimes resulting in the need for hospitalization and surgery. A resection of the contused tissue is needed within surgery pending the severity of the incident. The highest rates of contusions occur in men between the ages of 15 to 24, somewhat due to their aggressive nature. If a person sustains a contusion one time, they are more likely to sustain a repeated one."},{"id":"38993774-16","text":"In the heat of a game, it may be hard to see or feel symptoms relating to cerebral contusions. If any of these signs are visible or as an athlete, you feel them, remove yourself from competition immediately. Cerebral contusions and other injuries can occur in any sport, not just in the traditional “collision” sports. According to the USCPSC, four of the top five sports that cause brain injuries are considered to have limited brain contact: basketball, bicycling, baseball, and playground activities. The most popular sport to cause cerebral contusions is American football due to the drastic acceleration\/deceleration of the brain.\nIf any of these symptoms are felt or noticed, a hospital visit is needed where further machine testing is done. In boxing, the rapid deceleration of the brain after an impact causes the symptoms to progress much faster or at a more traumatic rate. Doctors ringside monitor a boxer’s attitude and brain function throughout the fight and are able to stop the match following startling news."},{"id":"38993774-17","text":"Contusions are identified with two forms of diagnosis: acceleration of the brain and direct trauma. A direct trauma injury is much more severe than an acceleration injury (in most cases) and requires much more intensive diagnosis and testing. The full extent of the injury may not be known until testing done in a hospital is complete."},{"id":"38993774-18","text":"In football, medical trainers are well versed to diagnose symptoms pertaining to a traumatic brain injury. They are not, however, able to determine what type of injury it is or the extent the injury stems. Football trainers can medically clear or not clear players based on brain injury symptoms. If a trainer feels that certain symptoms exist that are similar to that of cerebral contusions, they will take the player out of the game and rush them to the hospital. Upon admission into the hospital, a CT scan will be ordered. A CT scan is the quickest method to diagnose cerebral contusions because it can be performed immediately and have fairly exact findings. The best method, as suggested by medical doctors, is an MRI because they present more sensitive and accurate findings. MRI’s, however, must be scheduled and cannot be completed immediately following the injury. MRI’s also take a long time to perform where the injury a player sustained may get worse within that time frame."},{"id":"38993774-19","text":"\"History\": The individual is possibly unconscious when examined by medical personnel on the field. A common symptom is prolonged unconsciousness (coma), however this player reports headache, dizziness, nausea, vomiting, and weakness of the extremities (paresis) and makes inappropriate responses to questions."},{"id":"38993774-20","text":"\"Physical exam\": The individual's level of consciousness is disturbed. A neurological examination may not reveal any localizing signs. The individual with no other serious injuries than cerebral contusion will not have a fractured skull or any signs of opening or penetration of the skull."},{"id":"38993774-21","text":"\"Tests\": Skull x-rays check for a fracture. CT or MRI detect any bleeding in the skull. The Glasgow Coma Scale classifies the severity of brain injury, with a score of 15 as normal and progressively lower scores indicating greater neurologic injury to the brain."},{"id":"38993774-22","text":"After testing is completed, doctors will make an estimate on the extent of the injury and possible recovery time. If cranial bleeding and swelling is minor, a short hospital stay (up to a week) is needed with close observation. If bleeding is severe, the player may be treated as a patient with a severe head injury (with surgery as the main option). This process requires the patient to be admitted into an intinsive care unity with close monitoring of blood levels and brain activity."},{"id":"38993774-23","text":"The effects of a cerebral contusion depend on the cause of the injury and what part of the brain was most affected. Outcomes vary from minor injuries that require short recovery times to severe injuries that can lead to death. Short-term effects of cerebral contusions can range from a mild headache to feeling lightheaded for a few days. Most short-term effects match that of a mild head injury while long-term effects can be much more serious. Most long-term injuries require surgery, rehabilitation, and close monitoring. In small cases, cerebral contusions can lead to death (about 15 per 100,000 people). If a cerebral contusion leads to a coma, recovery can be very long and rehabilitation extensive. If the coma is long, the probability of dying or permanent neurological damage is very possible."},{"id":"38993774-24","text":"Rules exist within each sport to help prevent cerebral contusions and traumatic brain injuries. However, individual athletes are the best prevention against their own injuries. In a game, athletes notice when they have the symptoms of a cerebral contusion and should take themselves out of the game. It may be hard for medical personnel or coaches to notice when a player has a traumatic brain injury, so it is in the player’s best interest to be removed from play. In hockey, traumatic brain injuries constitute 10%-15% of all head injuries. With the high percent of injuries being traumatic, extensive design improvements have been made to helmets. These improvements reduce the risk of cerebral contusions by providing more padding around the skull and a chin strap that keeps the helmet snug. In baseball, major improvements to helmets have been made to protect batters from the impact a baseball can have when hitting their head. Helmets, before this major improvement, were designed to withstand a velocity of 70 mph from a pitch or foul ball. Since the company Rawlings’ new design, helmets can withstand a velocity of 100 mph and have further padding around the softer parts on the side of the skull."},{"id":"38993774-25","text":"A syndrome affecting boxers that is caused by cumulative cerebral injuries and is characterized by impaired cognitive processes (as thinking and remembering), Parkinsonism, impaired and often slurred speech, and slow poorly coordinated movements especially of the legs. Dementia Pugilistica, more commonly known as “Punch Drunk Syndrome”, is a degenerative brain disorder resulting from head trauma. Dementia Pugilistica (DP) is typically associated with the sport of boxing; although symptoms of DP may appear immediately after a single traumatic brain injury, they are typically described following the cessation of exposure to chronic brain injury."},{"id":"38993774-26","text":"Some of the subjective symptoms experienced after a Knockout are headaches, tinnitus, forgetfulness, impaired hearing, dizziness, nausea and impaired gait. Approximately ten percent of these active boxers reported constantly suffering from forgetfulness, headaches and other symptoms. Symptoms can be progressive and can develop late into a boxer’s career or possibly years into retirement. Some of the earlier symptoms of “punch drunk syndrome” are noticeable in extremities; such as trembling hands or feet, or an instability in equilibrium. Signs of chronic brain damage can also affect irritability, paranoia and cause violent outbursts."},{"id":"38993774-27","text":"Dementia pugilistica is difficult to diagnose until the later stages of a boxer’s life. Symptoms are not apparent until boxer’s are years into retirement. The damage is done in four primary sites of the brain: the septal regions, the cerebellum, the substantia nigra and the neurons. The septa end up separated and torn apart while the ventricles become enlarged. “The main motor pathways in the cerebellum and substantia nigra are affected, as well as the foramen magnum.\" Lastly, the neurons in the brains of boxer’s have a “bizarre tendency for many neurons, mainly in the deep temporal grey matter, to develop abnormal neurofibrils called Alzheimer tangle. The most successful way to diagnose DP is through magnetic resonance imaging techniques, more commonly known as an MRI. Segmented inversion recovery ratio imaging technique is based on the ratio of a white matter suppressed image and gray matter suppressed image. “The (SIRRIM) technique improves the differentiation of gray matter from white matter and is sensitive to detect abnormalities of intracellular space, including changes during cellular death.”"},{"id":"38993774-28","text":"Multiple studies have concluded that there is neurological evidence of damage to pyramidal, extrapyramidal and cerebellar systems with associated psychosis, memory loss or dementia, personality change and social instability. After fighting, boxers show raised cerebrospinal fluid levels of neurofilament light chain and total tau then they did after three months with no boxing."},{"id":"38993774-29","text":"Protective measures have been taken especially in amateur boxing, such as the wearing of a head guard, more heavily cushioned gloves (weighing 10 ounces in amateur boxing and 8 ounces in professional boxing), shorter and fewer rounds, the addition of the ‘outclassed rule’ (where the point difference becomes greater than 20), and the option for the boxer to interrupt the fight itself."},{"id":"38993774-30","text":"A hematoma is a localized collection of blood that gathers outside the blood vessels in an area it does not belong. Specifically a hematoma is tissue damage due to acceleration or deceleration from unrestricted movement, in which the result is shearing of the brain tissue. Two types of hematomas occurring within the brain are: subdural and extradural hematomas, which are classified as a traumatic brain injury (TBI). When a direct blow to the head occurs, there is bruising to the brain and damage to the internal tissue and blood vessels. Additionally, the jarring of the brain against the skull causes hematomas. Injuries commonly occur during contact sport such as boxing, football, basketball, motor cycling, scuba diving, mountaineering, hang gliding, skydiving, and horseback riding. Council on scientific affairs. Following a serve brain injury or a skull fracture one of the two hematomas may occur. An extradural hematoma is a TBI where blood collects between the inside of the skull and the dura, the thick outer covering of the brain. A subdural hematoma is when a localized collection of blood occurs under the surface of the dura matter. Blood collects on the outermost layer of the brain and creates an intracranial pressure."},{"id":"38993774-31","text":"Generally, symptoms for hematomas are confused speech, difficulty with balance or walking, headaches, lethargy or confusion, nausea or vomiting, numbness, seizures, slurred speech, visual disturbances, and weakness. For example, an athlete who experiences a subdural hematoma will experience loss of consciousness with little or no lucidity. Pupils are often dilated or unequal. Additionally, hemiparesis, seizure activity, and vomiting, may be apparent. An epidural hematoma typically results in serve a headache which is followed by a brief loss of consciousness and variable levels of lucidness. This may last for several hours while the brain function deteriorates. If untreated epidural hematoma causes increased blood pressure, shortness of breath, damage to brain function and may result in death."},{"id":"38993774-32","text":"Subdural and epidural hematomas are serious conditions and should be immediately diagnosed and treated by a physician. Hematomas may not show the full extent of the problem initially after the head injury, but it may be revealed after comprehensive medical evaluation and diagnostic test. Diagnostic test may include: blood test, x-ray, computed tomography scan (CT\/CAT scan), electroencephalogram (EEG), and magnetic resonance imaging (MRI). The two most important diagnostic tests are the CT scan and the MRI. The CT scan reveals evidence of blood within the skull, fractures, and signs of compression on the brain from the hematoma. The MRI is a more thorough evaluation of injuries to the brain tissue. Yet, a MRI cannot take place if the injured victim is in a confused state. Small hematomas may not require surgery if there is no pressure on the brain and minimal symptoms. Small hematomas may be monitored closely to ensure the hematoma is not enlarging and resolved properly. A large hematoma larger than 1 cm at its thickest point produces severe headaches and brain function deterioration requires immediate surgery by a neurosurgeon. Surgery reduces the pressure within the brain and stops the bleeding."},{"id":"38993774-33","text":"The most crutial aspect for recovery in patients with severe hematomas is rapid diagnosis and appropriate treatment. Once the clot has been removed the intracranial pressure is monitored for several days. Conditions which are also monitored after surgery are seizures, clot accumulation, and infection. If complications do occur, sometime the hematoma needs to be re-drained. Additional complications following a surgical or nonsurgical treatment may include temporary or permanent weakness, numbness, difficulty speaking, memory loss, dizziness, headache, anxiety, difficulty concentrating, seizures, and\/or brain herniation. The most helpful predictors of the treatment outcome is the glasgow coma scale (GCS). This is a standardized pupil response assessment of the neurologic status of the patient. GCS helps assess many different types of head injuries and predicts how a patient will recover following a hematoma. Factors such as elevated intracranial pressure, increased patients age, and abnormal GCS results lead to a poor prognosis. The mortality rate following a hematoma could be as high as 80% and survivors many not regain the same pre-injury function. Subdural and epidural hematomas are serious injuries and recovery varies widely depending on the severity of the hematoma. Severity depends on type and location of the injury, the size of the blood collection, and how quickly treatment is obtained. Hence, it is difficult to determine when an athlete can return to sports after his\/her injury. A variety of multidisciplinary people such as sports medicine physicians, neurologist\/neurosurgeons, athletic trainers, coaches, and family require input. If an athlete is approved to return, he or she is required to complete asymptomatic at rest and with exertion. The athlete also has to clear a CT scan indicating the hematoma has entirely resolved. Lastly, the athlete needs to be slowly brought back into the sport with close monitoring to be sure the symptoms do not recur."},{"id":"38993774-34","text":"Preemptive measures include using safety equipment to reduce your risk of a head injury. Equipment examples are hard hats, bicycle or motorcycle helmets, and seat belts. To reduce the risk of hematomas, factors to avoid are taking anticoagulant medication (blood thinners, such as aspirin), long-term abuse of alcohol, repeated falls, and reoccurring head injury."}]}},{"chunk":{"id":"35565406-0","text":"Prevention of mild traumatic brain injury involves taking general measures to prevent traumatic brain injury, such as wearing seat belts and using airbags in cars. Older people are encouraged to try to prevent falls, for example by keeping floors free of clutter and wearing thin, flat, shoes with hard soles that do not interfere with balance."},"judgement":1,"belonging_doc":{"id":"35565406","title":"Prevention of concussions","chunks":[{"id":"35565406-0","text":"Prevention of mild traumatic brain injury involves taking general measures to prevent traumatic brain injury, such as wearing seat belts and using airbags in cars. Older people are encouraged to try to prevent falls, for example by keeping floors free of clutter and wearing thin, flat, shoes with hard soles that do not interfere with balance."},{"id":"35565406-1","text":"Unfortunately, to date, there is no data to support the claim that any particular type of helmet or protective equipment reduces the risk of sports-related concussion. Improvements in the design of protective athletic gear such as helmets may decrease the number and severity of such injuries. New \"Head Impact Telemetry System\" technology is being placed in helmets to study injury mechanisms and potentially help reduce the risk of concussions among American Football players. Changes to the rules or the practices of enforcing existing rules in sports, such as those against \"head-down tackling\", or \"spearing\", which is associated with a high injury rate, may also prevent concussions."},{"id":"35565406-2","text":"Prevention of undiagnosed and repeat injury is of importance in sports-related concussions. Every three minutes, a child in the United States is treated for a sports-related concussion. Between 2010 and 2014, sports-related concussions experienced a 500% uptick. Rapid sideline testing using short neuropsychological tests that assess attention and memory function have been proven useful and accurate. The Maddocks questions and the Standardized Assessment of Concussion (SAC) are examples of validated sideline evaluation tools. The Return To Play (RTP) protocol aims to decrease repeat concussions within a short time frame to minimize second impact syndrome. It assures players who experience a concussion have complete cognitive and clinical recovery before returning to play. Best practices of RTP involve graduated activity intensification with each step taking at least 24 hours to assure full rehabilitation within one week (includes asymptomatic at rest and during exercise). In cases in which resources (i.e. neuropsychologists, neuroimaging) are available on-site, RTP may be more rapid. Baseline assessments, performed before concussion occurs, provide a comparison from which to measure severity of post-concussive symptoms. However, they have not been shown to decrease risk of injury. The U.S. based nonprofit National Safety Council included state-by-state concussion prevention efforts for youth-sports related concussions in its 2017 State of Safety report."},{"id":"35565406-3","text":"Unfortunately, to date, there is no data to support the claim that any particular type of helmet or protective equipment reduces the risk of sports-related concussion. Improvements in the design of protective athletic gear such as helmets may decrease the number and severity of such injuries. New \"Head Impact Telemetry System\" technology is being placed in helmets to study injury mechanisms and potentially help reduce the risk of concussions among American Football players. Wearing a helmet is associated with a decreased risk of head injury for skiers and snowboarders."},{"id":"35565406-4","text":"Changes to the rules or the practices of enforcing existing rules in sports, such as those against \"head-down tackling\", or \"spearing\", which is associated with a high injury rate, may also prevent concussions. The National Football League (NFL) implemented the sideline concussion assessment protocol in 2011 which oversees the treatment of any possible concussions and ensures that the medical staff on each sideline are following proper league protocol and testing for any head trauma. In 2011 the NFL enforced a kickoff rule change which moved football kickoffs five yards forward, resulting in reduced concussion incidence by 50%. Rules aimed at promoting fair play, while minimizing outwardly aggressive behavior, should be encouraged in all sports."},{"id":"35565406-5","text":"Prevention could be helped by professional sports such as the National Hockey League pushing towards making hockey safer. Concussions have become a more common injury in hockey today and are being critiqued under a microscope for both their immediate and long-lasting effects. Concussion symptoms can last for an undetermined amount of time depending on the player and the severity of the concussion. There is also the potential of post-concussion syndrome, which can last for months after the concussion. Concussions damage the brain of a person and the brain controls everything in the body so to limit this severe injury to the highest percentage possible would be in everybody’s best interest. National Hockey League Commissioners have been pushing towards stricter rules and longer suspensions to crack down on concussions. There have been great strides taken in changing the rules to help concussion prevention but officials still have to continue to look into this considering the game is evolving at an extremely fast pace. Players also need to make it a responsibility within themselves to protect each other and not take runs at each other with a player with their head down. Taking all these things into consideration, this could help the prevention of concussions in the National Hockey League considerably."}]}},{"chunk":{"id":"1057414-15","text":"Since a major cause of TBI are vehicle accidents, their prevention or the amelioration of their consequences can both reduce the incidence and gravity of TBI. In accidents, damage can be reduced by use of seat belts, child safety seats and motorcycle helmets, and presence of roll bars and airbags. Education programs exist to lower the number of crashes. In addition, changes to public policy and safety laws can be made; these include speed limits, seat belt and helmet laws, and road engineering practices.\nChanges to common practices in sports have also been discussed. An increase in use of helmets could reduce the incidence of TBI. Due to the possibility that repeatedly \"heading\" a ball practicing soccer could cause cumulative brain injury, the idea of introducing protective headgear for players has been proposed. Improved equipment design can enhance safety; softer baseballs reduce head injury risk. Rules against dangerous types of contact, such as \"spear tackling\" in American football, when one player tackles another head first, may also reduce head injury rates.\nFalls can be avoided by installing grab bars in bathrooms and handrails on stairways; removing tripping hazards such as throw rugs; or installing window guards and safety gates at the top and bottom of stairs around young children. Playgrounds with shock-absorbing surfaces such as mulch or sand also prevent head injuries. Child abuse prevention is another tactic; programs exist to prevent shaken baby syndrome by educating about the dangers of shaking children. Gun safety, including keeping guns unloaded and locked, is another preventative measure. Studies on the effect of laws that aim to control access to guns in the United States have been insufficient to determine their effectiveness preventing number of deaths or injuries.\nRecent clinical and laboratory research by neurosurgeon Julian Bailes, M.D., and his colleagues from West Virginia University, has resulted in papers showing that dietary supplementation with omega-3 DHA offers protection against the biochemical brain damage that occurs after a traumatic injury. Rats given DHA prior to induced brain injuries suffered smaller increases in two key markers for brain damage (APP and caspase-3), as compared with rats given no DHA. “The potential for DHA to provide prophylactic benefit to the brain against traumatic injury appears promising and requires further investigation. The essential concept of daily dietary supplementation with DHA, so that those at significant risk may be preloaded to provide protection against the acute effects of TBI, has tremendous public health implications.”"},"judgement":1,"belonging_doc":{"id":"1057414","title":"Traumatic brain injury","chunks":[{"id":"1057414-0","text":"Traumatic brain injury (TBI), also known as intracranial injury, occurs when an external force injures the brain. TBI can be classified based on severity, mechanism (closed or penetrating head injury), or other features (e.g., occurring in a specific location or over a widespread area). Head injury is a broader category that may involve damage to other structures such as the scalp and skull. TBI can result in physical, cognitive, social, emotional, and behavioral symptoms, and outcome can range from complete recovery to permanent disability or death.\nCauses include falls, vehicle collisions, and violence. Brain trauma occurs as a consequence of a sudden acceleration or deceleration within the cranium or by a complex combination of both movement and sudden impact. In addition to the damage caused at the moment of injury, a variety of events following the injury may result in further injury. These processes include alterations in cerebral blood flow and the pressure within the skull. Some of the imaging techniques used for diagnosis include computed tomography and magnetic resonance imaging (MRIs).\nPrevention measures include use of protective technology in vehicles, such as seat belts and sports or motorcycle helmets, as well as efforts to reduce the number of collisions, such as safety education programs and enforcement of traffic laws. Depending on the injury, treatment required may be minimal or may include interventions such as medications, emergency surgery or surgery years later. Physical therapy, speech therapy, recreation therapy, occupational therapy and vision therapy may be employed for rehabilitation. Counseling, supported employment, and community support services may also be useful.\nTBI is a major cause of death and disability worldwide, especially in children and young adults. Males sustain traumatic brain injuries more frequently than do females. The 20th century saw developments in diagnosis and treatment that decreased death rates and improved outcomes."},{"id":"1057414-1","text":"Traumatic brain injury is defined as damage to the brain resulting from external mechanical force, such as rapid acceleration or deceleration, impact, blast waves, or penetration by a projectile. Brain function is temporarily or permanently impaired and structural damage may or may not be detectable with current technology.\nTBI is one of two subsets of acquired brain injury (brain damage that occur after birth); the other subset is non-traumatic brain injury, which does not involve external mechanical force (examples include stroke and infection). All traumatic brain injuries are head injuries, but the latter term may also refer to injury to other parts of the head. However, the terms \"head injury\" and \"brain injury\" are often used interchangeably. Similarly, brain injuries fall under the classification of central nervous system injuries and neurotrauma. In neuropsychology research literature, in general the term \"traumatic brain injury\" is used to refer to non-penetrating traumatic brain injuries."},{"id":"1057414-2","text":"TBI is usually classified based on severity, anatomical features of the injury, and the mechanism (the causative forces). Mechanism-related classification divides TBI into closed and penetrating head injury. A closed (also called nonpenetrating, or blunt) injury occurs when the brain is not exposed. A penetrating, or open, head injury occurs when an object pierces the skull and breaches the dura mater, the outermost membrane surrounding the brain."},{"id":"1057414-3","text":"Brain injuries can be classified into mild, moderate, and severe categories. The Glasgow Coma Scale (GCS), the most commonly used system for classifying TBI severity, grades a person's level of consciousness on a scale of 3–15 based on verbal, motor, and eye-opening reactions to stimuli. In general, it is agreed that a TBI with a GCS of 13 or above is mild, 9–12 is moderate, and 8 or below is severe. Similar systems exist for young children. However, the GCS grading system has limited ability to predict outcomes. Because of this, other classification systems such as the one shown in the table are also used to help determine severity. A current model developed by the Department of Defense and Department of Veterans Affairs uses all three criteria of GCS after resuscitation, duration of post-traumatic amnesia (PTA), and loss of consciousness (LOC). It also has been proposed to use changes that are visible on neuroimaging, such as swelling, focal lesions, or diffuse injury as method of classification. Grading scales also exist to classify the severity of mild TBI, commonly called concussion; these use duration of LOC, PTA, and other concussion symptoms."},{"id":"1057414-4","text":"Systems also exist to classify TBI by its pathological features. Lesions can be extra-axial, (occurring within the skull but outside of the brain) or intra-axial (occurring within the brain tissue). Damage from TBI can be focal or diffuse, confined to specific areas or distributed in a more general manner, respectively. However, it is common for both types of injury to exist in a given case.\nDiffuse injury manifests with little apparent damage in neuroimaging studies, but lesions can be seen with microscopy techniques post-mortem, and in the early 2000s, researchers discovered that diffusion tensor imaging (DTI), a way of processing MRI images that shows white matter tracts, was an effective tool for displaying the extent of diffuse axonal injury. Types of injuries considered diffuse include edema (swelling) and diffuse axonal injury, which is widespread damage to axons including white matter tracts and projections to the cortex. Types of injuries considered diffuse include concussion and diffuse axonal injury, widespread damage to axons in areas including white matter and the cerebral hemispheres.\nFocal injuries often produce symptoms related to the functions of the damaged area. Research shows that the most common areas to have focal lesions in non-penetrating traumatic brain injury are the orbitofrontal cortex (the lower surface of the frontal lobes) and the anterior temporal lobes, areas that are involved in social behavior, emotion regulation, olfaction, and decision-making, hence the common social\/emotional and judgment deficits following moderate-severe TBI. Symptoms such as hemiparesis or aphasia can also occur when less commonly affected areas such as motor or language areas are, respectively, damaged.\nOne type of focal injury, cerebral laceration, occurs when the tissue is cut or torn. Such tearing is common in orbitofrontal cortex in particular, because of bony protrusions on the interior skull ridge above the eyes. In a similar injury, cerebral contusion (bruising of brain tissue), blood is mixed among tissue. In contrast, intracranial hemorrhage involves bleeding that is not mixed with tissue.\nHematomas, also focal lesions, are collections of blood in or around the brain that can result from hemorrhage. Intracerebral hemorrhage, with bleeding in the brain tissue itself, is an intra-axial lesion. Extra-axial lesions include epidural hematoma, subdural hematoma, subarachnoid hemorrhage, and intraventricular hemorrhage. Epidural hematoma involves bleeding into the area between the skull and the dura mater, the outermost of the three membranes surrounding the brain. In subdural hematoma, bleeding occurs between the dura and the arachnoid mater. Subarachnoid hemorrhage involves bleeding into the space between the arachnoid membrane and the pia mater. Intraventricular hemorrhage occurs when there is bleeding in the ventricles."},{"id":"1057414-5","text":"Symptoms are dependent on the type of TBI (diffuse or focal) and the part of the brain that is affected. Unconsciousness tends to last longer for people with injuries on the left side of the brain than for those with injuries on the right. Symptoms are also dependent on the injury's severity. With mild TBI, the patient may remain conscious or may lose consciousness for a few seconds or minutes. Other symptoms of mild TBI include headache, vomiting, nausea, lack of motor coordination, dizziness, difficulty balancing, lightheadedness, blurred vision or tired eyes, ringing in the ears, bad taste in the mouth, fatigue or lethargy, and changes in sleep patterns. Cognitive and emotional symptoms include behavioral or mood changes, confusion, and trouble with memory, concentration, attention, or thinking. Mild TBI symptoms may also be present in moderate and severe injuries."},{"id":"1057414-6","text":"A person with a moderate or severe TBI may have a headache that does not go away, repeated vomiting or nausea, convulsions, an inability to awaken, dilation of one or both pupils, slurred speech, aphasia (word-finding difficulties), dysarthria (muscle weakness that causes disordered speech), weakness or numbness in the limbs, loss of coordination, confusion, restlessness, or agitation. Common long-term symptoms of moderate to severe TBI are changes in appropriate social behavior, deficits in social judgment, and cognitive changes, especially problems with sustained attention, processing speed, and executive functioning. Alexithymia, a deficiency in identifying, understanding, processing, and describing emotions occurs in 60.9% of individuals with TBI. Cognitive and social deficits have long-term consequences for the daily lives of people with moderate to severe TBI, but can be improved with appropriate rehabilitation."},{"id":"1057414-7","text":"When the pressure within the skull (intracranial pressure, abbreviated ICP) rises too high, it can be deadly. Signs of increased ICP include decreasing level of consciousness, paralysis or weakness on one side of the body, and a blown pupil, one that fails to constrict in response to light or is slow to do so. Cushing's triad, a slow heart rate with high blood pressure and respiratory depression is a classic manifestation of significantly raised ICP. Anisocoria, unequal pupil size, is another sign of serious TBI. Abnormal posturing, a characteristic positioning of the limbs caused by severe diffuse injury or high ICP, is an ominous sign."},{"id":"1057414-8","text":"Small children with moderate to severe TBI may have some of these symptoms but have difficulty communicating them. Other signs seen in young children include persistent crying, inability to be consoled, listlessness, refusal to nurse or eat, and irritability."},{"id":"1057414-9","text":"The most common causes of TBI in the U.S. include violence, transportation accidents, construction, and sports. Motor bikes are major causes, increasing in significance in developing countries as other causes reduce. The estimates that between 1.6 and 3.8 million traumatic brain injuries each year are a result of sports and recreation activities in the US. In children aged two to four, falls are the most common cause of TBI, while in older children traffic accidents compete with falls for this position. TBI is the third most common injury to result from child abuse. Abuse causes 19% of cases of pediatric brain trauma, and the death rate is higher among these cases. Although men are twice as likely to have a TBI. Domestic violence is another cause of TBI, as are work-related and industrial accidents. Firearms and blast injuries from explosions are other causes of TBI, which is the leading cause of death and disability in war zones. According to Representative Bill Pascrell (Democrat, NJ), TBI is \"the signature injury of the wars in Iraq and Afghanistan.\" There is a promising technology called activation database-guided EEG biofeedback, which has been documented to return a TBI's auditory memory ability to above the control group's performance"},{"id":"1057414-10","text":"The type, direction, intensity, and duration of forces all contribute to the characteristics and severity TBI. Forces that may contribute to TBI include angular, rotational, shear, and translational forces.\nEven in the absence of an impact, significant acceleration or deceleration of the head can cause TBI; however in most cases a combination of impact and acceleration is probably to blame. Forces involving the head striking or being struck by something, termed \"contact\" or \"impact loading\", are the cause of most focal injuries, and movement of the brain within the skull, termed \"noncontact\" or \"inertial loading\", usually causes diffuse injuries. The violent shaking of an infant that causes shaken baby syndrome commonly manifests as diffuse injury. In impact loading, the force sends shock waves through the skull and brain, resulting in tissue damage. Shock waves caused by penetrating injuries can also destroy tissue along the path of a projectile, compounding the damage caused by the missile itself."},{"id":"1057414-11","text":"Damage may occur directly under the site of impact, or it may occur on the side opposite the impact (coup and contrecoup injury, respectively). When a moving object impacts the stationary head, coup injuries are typical, while contrecoup injuries are usually produced when the moving head strikes a stationary object."},{"id":"1057414-12","text":"A large percentage of the people killed by brain trauma do not die right away but rather days to weeks after the event; rather than improving after being hospitalized, some 40% of TBI patients deteriorate. Primary brain injury (the damage that occurs at the moment of trauma when tissues and blood vessels are stretched, compressed, and torn) is not adequate to explain this deterioration; rather, it is caused by secondary injury, a complex set of cellular processes and biochemical cascades that occur in the minutes to days following the trauma. These secondary processes can dramatically worsen the damage caused by primary injury and account for the greatest number of TBI deaths occurring in hospitals."},{"id":"1057414-13","text":"Secondary injury events include damage to the blood–brain barrier, release of factors that cause inflammation, free radical overload, excessive release of the neurotransmitter glutamate (excitotoxicity), influx of calcium and sodium ions into neurons, and dysfunction of mitochondria. Injured axons in the brain's white matter may separate from their cell bodies as a result of secondary injury, potentially killing those neurons. Other factors in secondary injury are changes in the blood flow to the brain; ischemia (insufficient blood flow); cerebral hypoxia (insufficient oxygen in the brain); cerebral edema (swelling of the brain); and raised intracranial pressure (the pressure within the skull). Intracranial pressure may rise due to swelling or a mass effect from a lesion, such as a hemorrhage. As a result, cerebral perfusion pressure (the pressure of blood flow in the brain) is reduced; ischemia results. When the pressure within the skull rises too high, it can cause brain death or herniation, in which parts of the brain are squeezed by structures in the skull. A particularly weak part of the skull that is vulnerable to damage causing extradural haematoma is the pterion, deep in which lies the middle meningeal artery, which is easily damaged in fractures of the pterion. Since the pterion is so weak, this type of injury can easily occur and can be secondary due to trauma to other parts of the skull where the impact forces spreads to the pterion."},{"id":"1057414-14","text":"Diagnosis is suspected based on lesion circumstances and clinical evidence, most prominently a neurological examination, for example checking whether the pupils constrict normally in response to light and assigning a Glasgow Coma Score. Neuroimaging helps in determining the diagnosis and prognosis and in deciding what treatments to give.\nThe preferred radiologic test in the emergency setting is computed tomography (CT): it is quick, accurate, and widely available. Follow-up CT scans may be performed later to determine whether the injury has progressed.\nMagnetic resonance imaging (MRI) can show more detail than CT, and can add information about expected outcome in the long term. It is more useful than CT for detecting injury characteristics such as diffuse axonal injury in the longer term. However, MRI is not used in the emergency setting for reasons including its relative inefficacy in detecting bleeds and fractures, its lengthy acquisition of images, the inaccessibility of the patient in the machine, and its incompatibility with metal items used in emergency care. A variant of MRI since 2012 is High definition fiber tracking (HDFT).\nOther techniques may be used to confirm a particular diagnosis. X-rays are still used for head trauma, but evidence suggests they are not useful; head injuries are either so mild that they do not need imaging or severe enough to merit the more accurate CT. Angiography may be used to detect blood vessel pathology when risk factors such as penetrating head trauma are involved. Functional imaging can measure cerebral blood flow or metabolism, inferring neuronal activity in specific regions and potentially helping to predict outcome. Electroencephalography and transcranial doppler may also be used. The most sensitive physical measure to date is the quantitative EEG, which has documented an 80% to 100% ability in discriminating between normal and traumatic brain-injured subjects.\nNeuropsychological assessment can be performed to evaluate the long-term cognitive sequelae and to aid in the planning of the rehabilitation. Instruments range from short measures of general mental functioning to complete batteries formed of different domain-specific tests."},{"id":"1057414-15","text":"Since a major cause of TBI are vehicle accidents, their prevention or the amelioration of their consequences can both reduce the incidence and gravity of TBI. In accidents, damage can be reduced by use of seat belts, child safety seats and motorcycle helmets, and presence of roll bars and airbags. Education programs exist to lower the number of crashes. In addition, changes to public policy and safety laws can be made; these include speed limits, seat belt and helmet laws, and road engineering practices.\nChanges to common practices in sports have also been discussed. An increase in use of helmets could reduce the incidence of TBI. Due to the possibility that repeatedly \"heading\" a ball practicing soccer could cause cumulative brain injury, the idea of introducing protective headgear for players has been proposed. Improved equipment design can enhance safety; softer baseballs reduce head injury risk. Rules against dangerous types of contact, such as \"spear tackling\" in American football, when one player tackles another head first, may also reduce head injury rates.\nFalls can be avoided by installing grab bars in bathrooms and handrails on stairways; removing tripping hazards such as throw rugs; or installing window guards and safety gates at the top and bottom of stairs around young children. Playgrounds with shock-absorbing surfaces such as mulch or sand also prevent head injuries. Child abuse prevention is another tactic; programs exist to prevent shaken baby syndrome by educating about the dangers of shaking children. Gun safety, including keeping guns unloaded and locked, is another preventative measure. Studies on the effect of laws that aim to control access to guns in the United States have been insufficient to determine their effectiveness preventing number of deaths or injuries.\nRecent clinical and laboratory research by neurosurgeon Julian Bailes, M.D., and his colleagues from West Virginia University, has resulted in papers showing that dietary supplementation with omega-3 DHA offers protection against the biochemical brain damage that occurs after a traumatic injury. Rats given DHA prior to induced brain injuries suffered smaller increases in two key markers for brain damage (APP and caspase-3), as compared with rats given no DHA. “The potential for DHA to provide prophylactic benefit to the brain against traumatic injury appears promising and requires further investigation. The essential concept of daily dietary supplementation with DHA, so that those at significant risk may be preloaded to provide protection against the acute effects of TBI, has tremendous public health implications.”"},{"id":"1057414-16","text":"Furthermore, acetylcysteine has been confirmed, in a recent double-blind placebo-controlled trial conducted by the US military, to reduce the effects of blast induced mild traumatic brain and neurological injury in soldiers. Multiple animal studies have also demonstrated its efficacy in reducing the damage associated with moderate traumatic brain or spinal injury, and also ischemia-induced brain injury. In particular, it has been demonstrated through multiple studies to significantly reduce neuronal losses and to improve cognitive and neurological outcomes associated with these traumatic events. Acetylcysteine has been safely used to treat paracetamol overdose for over forty years and is extensively used in emergency medicine."},{"id":"1057414-17","text":"It is important to begin emergency treatment within the so-called \"golden hour\" following the injury. People with moderate to severe injuries are likely to receive treatment in an intensive care unit followed by a neurosurgical ward. Treatment depends on the recovery stage of the patient. In the acute stage the primary aim of the medical personnel is to stabilize the patient and focus on preventing further injury because little can be done to reverse the initial damage caused by trauma. Rehabilitation is the main treatment for the subacute and chronic stages of recovery. International clinical guidelines have been proposed with the aim of guiding decisions in TBI treatment, as defined by an authoritative examination of current evidence."},{"id":"1057414-18","text":"Certain facilities are equipped to handle TBI better than others; initial measures include transporting patients to an appropriate treatment center. Both during transport and in hospital the primary concerns are ensuring proper oxygen supply, maintaining adequate blood flow to the brain, and controlling raised intracranial pressure (ICP), since high ICP deprives the brain of badly needed blood flow and can cause deadly brain herniation. Other methods to prevent damage include management of other injuries and prevention of seizures. Some data supports the use of hyperbaric oxygen therapy to improve outcomes."},{"id":"1057414-19","text":"Neuroimaging is helpful but not flawless in detecting raised ICP. A more accurate way to measure ICP is to place a catheter into a ventricle of the brain, which has the added benefit of allowing cerebrospinal fluid to drain, releasing pressure in the skull. Treatment of raised ICP may be as simple as tilting the person's bed and straightening the head to promote blood flow through the veins of the neck. Sedatives, analgesics and paralytic agents are often used. Hypertonic saline can improve ICP by reducing the amount of cerebral water (swelling), though it is used with caution to avoid electrolyte imbalances or heart failure. Mannitol, an osmotic diuretic, appears to be equally effective at reducing ICP. Some concerns; however, have been raised regarding some of the studies performed. Diuretics, drugs that increase urine output to reduce excessive fluid in the system, may be used to treat high intracranial pressures, but may cause hypovolemia (insufficient blood volume). Hyperventilation (larger and\/or faster breaths) reduces carbon dioxide levels and causes blood vessels to constrict; this decreases blood flow to the brain and reduces ICP, but it potentially causes ischemia and is, therefore, used only in the short term. Giving corticosteroids is associated with an increased risk of death, and so their routine use is not recommended."},{"id":"1057414-20","text":"Endotracheal intubation and mechanical ventilation may be used to ensure proper oxygen supply and provide a secure airway. Hypotension (low blood pressure), which has a devastating outcome in TBI, can be prevented by giving intravenous fluids to maintain a normal blood pressure. Failing to maintain blood pressure can result in inadequate blood flow to the brain. Blood pressure may be kept at an artificially high level under controlled conditions by infusion of norepinephrine or similar drugs; this helps maintain cerebral perfusion. Body temperature is carefully regulated because increased temperature raises the brain's metabolic needs, potentially depriving it of nutrients. Seizures are common. While they can be treated with benzodiazepines, these drugs are used carefully because they can depress breathing and lower blood pressure. People with TBI are more susceptible to side effects and may react adversely or be inordinately sensitive to some pharmacological agents. During treatment monitoring continues for signs of deterioration such as a decreasing level of consciousness."},{"id":"1057414-21","text":"Traumatic brain injury may cause a range of serious coincidental complications that include cardiac arrhythmias and neurogenic pulmonary edema. These conditions must be adequately treated and stabilised as part of the core care."},{"id":"1057414-22","text":"Surgery can be performed on mass lesions or to eliminate objects that have penetrated the brain. Mass lesions such as contusions or hematomas causing a significant mass effect (shift of intracranial structures) are considered emergencies and are removed surgically. For intracranial hematomas, the collected blood may be removed using suction or forceps or it may be floated off with water. Surgeons look for hemorrhaging blood vessels and seek to control bleeding. In penetrating brain injury, damaged tissue is surgically debrided, and craniotomy may be needed. Craniotomy, in which part of the skull is removed, may be needed to remove pieces of fractured skull or objects embedded in the brain. Decompressive craniectomy (DC) is performed routinely in the very short period following TBI during operations to treat hematomas; part of the skull is removed temporarily (primary DC). DC performed hours or days after TBI in order to control high intracranial pressures (secondary DC) has not been shown to improve outcome in some trials and may be associated with severe side-effects."},{"id":"1057414-23","text":"Once medically stable, people may be transferred to a subacute rehabilitation unit of the medical center or to an independent rehabilitation hospital. Rehabilitation aims to improve independent function at home and in society and to help adapt to disabilities and has demonstrated its general effectiveness, when conducted by a team of health professionals who specialise in head trauma. As for any person with neurologic deficits, a multidisciplinary approach is key to optimising outcome. Physiatrists or neurologists are likely to be the key medical staff involved, but depending on the person, doctors of other medical specialties may also be helpful. Allied health professions such as physiotherapy, speech and language therapy, cognitive rehabilitation therapy, and occupational therapy will be essential to assess function and design the rehabilitation activities for each person. Treatment of neuropsychiatric symptoms such as emotional distress and clinical depression may involve mental health professionals such as therapists, psychologists, and psychiatrists, while neuropsychologists can help to evaluate and manage cognitive deficits."},{"id":"1057414-24","text":"After discharge from the inpatient rehabilitation treatment unit, care may be given on an outpatient basis. Community-based rehabilitation will be required for a high proportion of people, including vocational rehabilitation; this supportive employment matches job demands to the worker's abilities. People with TBI who cannot live independently or with family may require care in supported living facilities such as group homes. Respite care, including day centers and leisure facilities for the disabled, offers time off for caregivers, and activities for people with TBI."},{"id":"1057414-25","text":"Pharmacological treatment can help to manage psychiatric or behavioral problems. Medication is also used to control post-traumatic epilepsy; however the preventive use of anti-epileptics is not recommended. In those cases where the person is bedridden due to a reduction of consciousness, has to remain in a wheelchair because of mobility problems, or has any other problem heavily impacting self-caring capacities, caregiving and nursing are critical.\nThe most effective research documented intervention approach is the activation database guided EEG biofeedback approach, which has shown significant improvements in memory abilities of the TBI subject that are far superior than traditional approaches (strategies, computers, medication intervention). Gains of 2.61 standard deviations have been documented. The TBI's auditory memory ability was superior to the control group after the treatment."},{"id":"1057414-26","text":"Prognosis worsens with the severity of injury. Most TBIs are mild and do not cause permanent or long-term disability; however, all severity levels of TBI have the potential to cause significant, long-lasting disability. Permanent disability is thought to occur in 10% of mild injuries, 66% of moderate injuries, and 100% of severe injuries. Most mild TBI is completely resolved within three weeks, and almost all people with mild TBI are able to live independently and return to the jobs they had before the injury, although a portion have mild cognitive and social impairments. Over 90% of people with moderate TBI are able to live independently, although a portion require assistance in areas such as physical abilities, employment, and financial managing. Most people with severe closed head injury either die or recover enough to live independently; middle ground is less common. Coma, as it is closely related to severity, is a strong predictor of poor outcome."},{"id":"1057414-27","text":"Prognosis differs depending on the severity and location of the lesion, and access to immediate, specialised acute management. Subarachnoid hemorrhage approximately doubles mortality. Subdural hematoma is associated with worse outcome and increased mortality, while people with epidural hematoma are expected to have a good outcome if they receive surgery quickly. Diffuse axonal injury may be associated with coma when severe, and poor outcome. Following the acute stage, prognosis is strongly influenced by the patient's involvement in activity that promote recovery, which for most patients requires access to a specialised, intensive rehabilitation service. The Functional Independence Measure is a way to track progress and degree of independence throughout rehabilitation."},{"id":"1057414-28","text":"Medical complications are associated with a bad prognosis. Examples are hypotension (low blood pressure), hypoxia (low blood oxygen saturation), lower cerebral perfusion pressures and longer times spent with high intracranial pressures. Patient characteristics also influence prognosis. Factors thought to worsen it include abuse of substances such as illicit drugs and alcohol and age over sixty or under two years (in children, younger age at time of injury may be associated with a slower recovery of some abilities). Other influences that may affect recovery include pre-injury intellectual ability, coping strategies, personality traits, family environment, social support systems and financial circumstances."},{"id":"1057414-29","text":"Life satisfaction has been known to decrease for individuals with TBI immediately following the trauma, but evidence has shown that life roles, age, and depressive symptoms influence the trajectory of life satisfaction as time passes."},{"id":"1057414-30","text":"Improvement of neurological function usually occurs for two or more years after the trauma. For many years it was believed that recovery was fastest during the first six months, but there is no evidence to support this. It may be related to services commonly being withdrawn after this period, rather than any physiological limitation to further progress. Children recover better in the immediate time frame and improve for longer periods.\nComplications are distinct medical problems that may arise as a result of the TBI. The results of traumatic brain injury vary widely in type and duration; they include physical, cognitive, emotional, and behavioral complications. TBI can cause prolonged or permanent effects on consciousness, such as coma, brain death, persistent vegetative state (in which patients are unable to achieve a state of alertness to interact with their surroundings), and minimally conscious state (in which patients show minimal signs of being aware of self or environment). Lying still for long periods can cause complications including pressure sores, pneumonia or other infections, progressive multiple organ failure, and deep venous thrombosis, which can cause pulmonary embolism. Infections that can follow skull fractures and penetrating injuries include meningitis and abscesses. Complications involving the blood vessels include vasospasm, in which vessels constrict and restrict blood flow, the formation of aneurysms, in which the side of a vessel weakens and balloons out, and stroke."},{"id":"1057414-31","text":"Movement disorders that may develop after TBI include tremor, ataxia (uncoordinated muscle movements), myoclonus (shock-like contractions of muscles), and loss of movement range and control (in particular with a loss of movement repertoire). The risk of post-traumatic seizures increases with severity of trauma (image at right) and is particularly elevated with certain types of brain trauma such as cerebral contusions or hematomas. People with early seizures, those occurring within a week of injury, have an increased risk of post-traumatic epilepsy (recurrent seizures occurring more than a week after the initial trauma). People may lose or experience altered vision, hearing, or smell."},{"id":"1057414-32","text":"Hormonal disturbances may occur secondary to hypopituitarism, occurring immediately or years after injury in 10 to 15% of TBI patients. Development of diabetes insipidus or an electrolyte abnormality acutely after injury indicate need for endocrinologic work up. Signs and symptoms of hypopituitarism may develop and be screened for in adults with moderate TBI and in mild TBI with imaging abnormalities. Children with moderate to severe head injury may also develop hypopituitarism. Screening should take place 3 to 6 months, and 12 months after injury, but problems may occur more remotely.\nCognitive deficits that can follow TBI include impaired attention; disrupted insight, judgement, and thought; reduced processing speed; distractibility; and deficits in executive functions such as abstract reasoning, planning, problem-solving, and multitasking. Memory loss, the most common cognitive impairment among head-injured people, occurs in 20–79% of people with closed head trauma, depending on severity. People who have suffered TBI may also have difficulty with understanding or producing spoken or written language, or with more subtle aspects of communication such as body language. Post-concussion syndrome, a set of lasting symptoms experienced after mild TBI, can include physical, cognitive, emotional and behavioral problems such as headaches, dizziness, difficulty concentrating, and depression. Multiple TBIs may have a cumulative effect. A young person who receives a second concussion before symptoms from another one have healed may be at risk for developing a very rare but deadly condition called second-impact syndrome, in which the brain swells catastrophically after even a mild blow, with debilitating or deadly results. About one in five career boxers is affected by chronic traumatic brain injury (CTBI), which causes cognitive, behavioral, and physical impairments. Dementia pugilistica, the severe form of CTBI, affects primarily career boxers years after a boxing career. It commonly manifests as dementia, memory problems, and parkinsonism (tremors and lack of coordination).\nTBI may cause emotional, social, or behavioral problems and changes in personality. These may include emotional instability, depression, anxiety, hypomania, mania, apathy, irritability, problems with social judgment, and impaired conversational skills. TBI appears to predispose survivors to psychiatric disorders including obsessive compulsive disorder, substance abuse, dysthymia, clinical depression, bipolar disorder, and anxiety disorders. In patients who have depression after TBI, suicidal ideation is not uncommon; the suicide rate among these persons is increased 2- to 3-fold. Social and behavioral symptoms that can follow TBI include disinhibition, inability to control anger, impulsiveness, lack of initiative, inappropriate sexual activity, asociality and social withdrawal, and changes in personality.\nTBI also has a substantial impact on the functioning of family systems Caregiving family members and TBI survivors often significantly alter their familial roles and responsibilities following injury, creating significant change and strain on a family system. Typical challenges identified by families recovering from TBI include: frustration and impatience with one another, loss of former lives and relationships, difficulty setting reasonable goals, inability to effectively solve problems as a family, increased level of stress and household tension, changes in emotional dynamics, and overwhelming desire to return to pre-injury status. In addition, families may exhibit less effective functioning in areas including coping, problem solving and communication. Psychoeducation and counseling models have been demonstrated to be effective in minimizing family disruption"},{"id":"1057414-33","text":"TBI is a leading cause of death and disability around the globe and presents a major worldwide social, economic, and health problem. It is the number one cause of coma, it plays the leading role in disability due to trauma, and is the leading cause of brain damage in children and young adults. In Europe it is responsible for more years of disability than any other cause. It also plays a significant role in half of trauma deaths."},{"id":"1057414-34","text":"Findings on the frequency of each level of severity vary based on the definitions and methods used in studies. A World Health Organization study estimated that between 70 and 90% of head injuries that receive treatment are mild, and a US study found that moderate and severe injuries each account for 10% of TBIs, with the rest mild."},{"id":"1057414-35","text":"The incidence of TBI varies by age, gender, region and other factors. Findings of incidence and prevalence in epidemiological studies vary based on such factors as which grades of severity are included, whether deaths are included, whether the study is restricted to hospitalized people, and the study's location. The annual incidence of mild TBI is difficult to determine but may be 100–600 people per 100,000."},{"id":"1057414-36","text":"In the US, the case fatality rate is estimated to be 21% by 30 days after TBI. A study on Iraq War soldiers found that severe TBI carries a mortality of 30–50%. Deaths have declined due to improved treatments and systems for managing trauma in societies wealthy enough to provide modern emergency and neurosurgical services. The fraction of those who die after being hospitalized with TBI fell from almost half in the 1970s to about a quarter at the beginning of the 21st century. This decline in mortality has led to a concomitant increase in the number of people living with disabilities that result from TBI."},{"id":"1057414-37","text":"Biological, clinical, and demographic factors contribute to the likelihood that an injury will be fatal. In addition, outcome depends heavily on the cause of head injury. In the US, patients with fall-related TBIs have an 89% survival rate, while only 9% of patients with firearm-related TBIs survive. In the US, firearms are the most common cause of fatal TBI, followed by vehicle accidents and then falls. Of deaths from firearms, 75% are considered to be suicides.\nThe incidence of TBI is increasing globally, due largely to an increase in motor vehicle use in low- and middle-income countries. In developing countries, automobile use has increased faster than safety infrastructure could be introduced. In contrast, vehicle safety laws have decreased rates of TBI in high-income countries, which have seen decreases in traffic-related TBI since the 1970s. Each year in the United States, about two million people suffer a TBI, approximately 675,000 injuries are seen in the emergency department, and about 500,000 patients are hospitalized. The yearly incidence of TBI is estimated at 180–250 per 100,000 people in the US, 281 per 100,000 in France, 361 per 100,000 in South Africa, 322 per 100,000 in Australia, and 430 per 100,000 in England. In the European Union the yearly aggregate incidence of TBI hospitalizations and fatalities is estimated at 235 per 100,000."},{"id":"1057414-38","text":"TBI is present in 85% of traumatically injured children, either alone or with other injuries. The greatest number of TBIs occur in people aged 15–24. Because TBI is more common in young people, its costs to society are high due to the loss of productive years to death and disability. The age groups most at risk for TBI are children ages five to nine and adults over age 80, and the highest rates of death and hospitalization due to TBI are in people over age 65. The incidence of fall-related TBI in First-World countries is increasing as the population ages; thus the median age of people with head injuries has increased.\nRegardless of age, TBI rates are higher in males. Men suffer twice as many TBIs as women do and have a fourfold risk of fatal head injury, and males account for two thirds of childhood and adolescent head trauma. However, when matched for severity of injury, women appear to fare more poorly than men.\nSocioeconomic status also appears to affect TBI rates; people with lower levels of education and employment and lower socioeconomic status are at greater risk."},{"id":"1057414-39","text":"Head injury is present in ancient myths that may date back before recorded history. Skulls found in battleground graves with holes drilled over fracture lines suggest that trepanation may have been used to treat TBI in ancient times. Ancient Mesopotamians knew of head injury and some of its effects, including seizures, paralysis, and loss of sight, hearing or speech. The Edwin Smith Papyrus, written around 1650–1550 BC, describes various head injuries and symptoms and classifies them based on their presentation and tractability. Ancient Greek physicians including Hippocrates understood the brain to be the center of thought, probably due to their experience with head trauma.\nMedieval and Renaissance surgeons continued the practice of trepanation for head injury. In the Middle Ages, physicians further described head injury symptoms and the term \"concussion\" became more widespread. Concussion symptoms were first described systematically in the 16th century by Berengario da Carpi.\nIt was first suggested in the 18th century that intracranial pressure rather than skull damage was the cause of pathology after TBI. This hypothesis was confirmed around the end of the 19th century, and opening the skull to relieve pressure was then proposed as a treatment.\nIn the 19th century it was noted that TBI is related to the development of psychosis. At that time a debate arose around whether post-concussion syndrome was due to a disturbance of the brain tissue or psychological factors. The debate continues today."},{"id":"1057414-40","text":"Perhaps the first reported case of personality change after brain injury is that of Phineas Gage, who survived an accident in which a large iron rod was driven through his head, destroying one or both of his frontal lobes; numerous cases of personality change after brain injury have been reported since.\nThe 20th century saw the advancement of technologies that improved treatment and diagnosis such as the development of imaging tools including CT and MRI, and, in the 21st century, diffusion tensor imaging (DTI). The introduction of intracranial pressure monitoring in the 1950s has been credited with beginning the \"modern era\" of head injury. Until the 20th century, the mortality rate of TBI was high and rehabilitation was uncommon; improvements in care made during World War I reduced the death rate and made rehabilitation possible. Facilities dedicated to TBI rehabilitation were probably first established during World War I. Explosives used in World War I caused many blast injuries; the large number of TBIs that resulted allowed researchers to learn about localization of brain functions. Blast-related injuries are now common problems in returning veterans from Iraq & Afghanistan; research shows that the symptoms of such TBIs are largely the same as those of TBIs involving a physical blow to the head."},{"id":"1057414-41","text":"In the 1970s, awareness of TBI as a public health problem grew, and a great deal of progress has been made since then in brain trauma research, such as the discovery of primary and secondary brain injury. The 1990s saw the development and dissemination of standardized guidelines for treatment of TBI, with protocols for a range of issues such as drugs and management of intracranial pressure. Research since the early 1990s has improved TBI survival; that decade was known as the \"Decade of the Brain\" for advances made in brain research."},{"id":"1057414-42","text":"No medication is approved to halt the progression of the initial injury to secondary injury. The variety of pathological events presents opportunities to find treatments that interfere with the damage processes. Neuroprotection methods to decrease secondary injury, have been the subject of interest follows TBI. However, trials to test agents that could halt these cellular mechanisms have met largely with failure. For example, interest existed in cooling the injured brain; however, a 2014 Cochrane review did not find enough evidence to see if it was useful or not. Maintaining a normal temperature in the immediate period after a TBI appeared useful. One review found a lower than normal temperature was useful in adults but not children. While two other reviews found it did not appears to be useful."},{"id":"1057414-43","text":"In addition, drugs such as NMDA receptor antagonists to halt neurochemical cascades such as excitotoxicity showed promise in animal trials but failed in clinical trials. These failures could be due to factors including faults in the trials' design or in the insufficiency of a single agent to prevent the array of injury processes involved in secondary injury."},{"id":"1057414-44","text":"Other topics of research have included investigations into mannitol, dexamethasone, progesterone, xenon, barbiturates, magnesium, calcium channel blockers, PPAR-γ agonists, curcuminoids, ethanol, NMDA antagonists, caffeine."},{"id":"1057414-45","text":"In addition to traditional imaging modalities, there are several devices that help to monitor brain injury and facilitate research. Microdialysis allows ongoing sampling of extracellular fluid for analysis of metabolites that might indicate ischemia or brain metabolism, such as glucose, glycerol, and glutamate. Intraparenchymal brain tissue oxygen monitoring systems (either Licox or Neurovent-PTO) are used routinely in neurointensive care in the US. A non invasive model called CerOx is in development."},{"id":"1057414-46","text":"Research is also planned to clarify factors correlated to outcome in TBI and to determine in which cases it is best to perform CT scans and surgical procedures."},{"id":"1057414-47","text":"Hyperbaric oxygen therapy (HBO) has been evaluated as an add on treatment following TBI. The findings of a 2012 Cochrane systematic review does not justify the routine use of hyperbaric oxygen therapy to treat people recovering from a traumatic brain injury. This review also reported that only a small number of randomized controlled trials had been conducted at the time of the review, many of which had methodological problems and poor reporting. HBO for TBI is controversial with further evidence required to determine if it has a role."},{"id":"1057414-48","text":"As of 2010, the use of predictive visual tracking measurement to identify mild traumatic brain injury was being studied. In visual tracking tests, a head-mounted display unit with eye-tracking capability shows an object moving in a regular pattern. People without brain injury are able to track the moving object with smooth pursuit eye movements and correct trajectory. The test requires both attention and working memory which are difficult functions for people with mild traumatic brain injury. The question being studied, is whether results for people with brain injury will show visual-tracking gaze errors relative to the moving target."},{"id":"1057414-49","text":"Pressure reactivity index is an emerging technology which correlates intracranial pressure with arterial blood pressure to give information about the state of cerebral perfusion.\"The original version of this article contained text from the NINDS public domain pages on TBI\""}]}},{"chunk":{"id":"43133785-6","text":"The Traumatic Brain Injury Reauthorization Act of 2013 would amend the Public Health Service Act to reauthorize appropriations for FY2014-FY2018 for: (1) Centers for Disease Control and Prevention (CDC) projects to reduce the incidence of traumatic brain injury, and (2) traumatic brain injury surveillance systems or registries."},"judgement":1,"belonging_doc":{"id":"43133785","title":"Traumatic Brain Injury Reauthorization Act of 2013","chunks":[{"id":"43133785-0","text":"The Traumatic Brain Injury Reauthorization Act of 2013 () is a bill that would reauthorize appropriations for Centers for Disease Control and Prevention (CDC) projects to reduce the incidence of traumatic brain injury and projects related to track and monitor traumatic brain injuries."},{"id":"43133785-1","text":"The bill was introduced into the United States House of Representatives during the 113th United States Congress."},{"id":"43133785-2","text":"Traumatic brain injury is defined as damage to the brain resulting from external mechanical force, such as rapid acceleration or deceleration, impact, blast waves, or penetration by a projectile. Brain function is temporarily or permanently impaired and structural damage may or may not be detectable with current technology."},{"id":"43133785-3","text":"The most common causes of TBI in the U.S. include violence, transportation accidents, construction, and sports. Motor bikes are major causes, increasing in significance in developing countries as other causes reduce. The estimates that between 1.6 and 3.8 million traumatic brain injuries each year are a result of sports and recreation activities in the US. In children aged two to four, falls are the most common cause of TBI, while in older children traffic accidents compete with falls for this position. TBI is the third most common injury to result from child abuse. Abuse causes 19% of cases of pediatric brain trauma, and the death rate is higher among these cases. Domestic violence is another cause of TBI, as are work-related and industrial accidents. Firearms and blast injuries from explosions are other causes of TBI, which is the leading cause of death and disability in war zones. According to Representative Bill Pascrell (Democrat, NJ), TBI is \"the signature injury of the wars in Iraq and Afghanistan.\""},{"id":"43133785-4","text":"Legislation regarding funding for tracking traumatic brain injuries was first passed in 1996 and then reauthorized in both 2000 and 2008."},{"id":"43133785-5","text":"\"This summary is based largely on the summary provided by the Congressional Research Service, a public domain source.\""},{"id":"43133785-6","text":"The Traumatic Brain Injury Reauthorization Act of 2013 would amend the Public Health Service Act to reauthorize appropriations for FY2014-FY2018 for: (1) Centers for Disease Control and Prevention (CDC) projects to reduce the incidence of traumatic brain injury, and (2) traumatic brain injury surveillance systems or registries."},{"id":"43133785-7","text":"The bill would reauthorize through FY2018 programs of grants to: (1) states and American Indian consortia for projects to improve access to rehabilitation and other services regarding traumatic brain injury, and (2) protection and advocacy systems for the purpose of enabling such systems to provide services to individuals with traumatic brain injury. The bill would remove the Administrator of the Health Resources and Services Administration as agent for the United States Secretary of Health and Human Services (HHS) in administering these programs. The bill would vest responsibility for administering the programs solely in the Secretary."},{"id":"43133785-8","text":"The bill would reauthorize through FY2018 the comprehensive program of research on trauma carried out by the Secretary, acting through the Director of the National Institutes of Health (NIH)."},{"id":"43133785-9","text":"\"This summary is based largely on the summary provided by the Congressional Budget Office, as ordered reported by the House Committee on Energy and Commerce on December 11, 2013. This is a public domain source.\""},{"id":"43133785-10","text":"H.R. 1098 would amend provisions of the Public Health Service Act that authorize the United States Department of Health and Human Services to conduct activities related to traumatic brain injury. Those activities, including the study and surveillance of traumatic brain injury and the awarding of grants that support access to services, are carried out by the Centers for Disease Control and Prevention (CDC) and the Health Resources and Services Administration (HRSA)."},{"id":"43133785-11","text":"The bill would authorize the appropriation of about $16 million annually for fiscal years 2014 through 2018 for activities related to traumatic brain injury. The Congressional Budget Office (CBO) estimates that implementing the bill would cost about $74 million over the 2014-2019 period, assuming appropriation of the authorized amounts. Pay-as-you-go procedures do not apply to this legislation because it would not affect direct spending or revenues."},{"id":"43133785-12","text":"The bill contains no intergovernmental or private-sector mandates as defined in the Unfunded Mandates Reform Act."},{"id":"43133785-13","text":"The Traumatic Brain Injury Reauthorization Act of 2013 was introduced into the United States House of Representatives on March 12, 2013 by Rep. Bill Pascrell Jr. (D, NJ-9). The bill was referred to the United States House Committee on Energy and Commerce and the United States House Energy Subcommittee on Health. The committee agreed in a voice vote to approve the bill. The bill was reported (amended) by the committee on May 20, 2014 alongside House Report 113-456."},{"id":"43133785-14","text":"The National Association of State Head Injury Administrators (NASHIA) supported the bill, calling the programs supported by the bill \"critical in helping states to address\" the unique needs of individuals with traumatic brain injuries. NASHIA supported the bill for allowing states their own flexibility to address needs in their own states and applauded the CDC's work in public education, trying to prevent bad falls by the elderly, and trying to stop sports related traumatic brain injuries."}]}}]}
{"query":{"id":"7","text":"When is the dialectical method used?"},"judged_chunks":[{"chunk":{"id":"16028377-0","text":"The Dialect Test was created by A.J. Ellis in February 1879, and was used in the fieldwork for his work \"On Early English Pronunciation\". It stands as one of the earliest methods of identifying vowel sounds and features of speech. The aim was to capture the main vowel sounds of an individual dialect by listening to the reading of a short passage. All the categories of West Saxon words and vowels were included in the test so that comparisons could be made with the historic West Saxon speech as well as with various other dialects."},"judgement":1,"belonging_doc":{"id":"16028377","title":"Dialect Test","chunks":[{"id":"16028377-0","text":"The Dialect Test was created by A.J. Ellis in February 1879, and was used in the fieldwork for his work \"On Early English Pronunciation\". It stands as one of the earliest methods of identifying vowel sounds and features of speech. The aim was to capture the main vowel sounds of an individual dialect by listening to the reading of a short passage. All the categories of West Saxon words and vowels were included in the test so that comparisons could be made with the historic West Saxon speech as well as with various other dialects."},{"id":"16028377-1","text":"The test consists of seventy-six words, although some of the words are repeated. The pronunciation of each word or the substitution of another word [for example, many dialects would use \"See!\" rather than \"Look!\"] is noted during the test. In \"On Early English Pronunciation\", A.J. Ellis distinguished forty-two different dialects in England and the Scottish Lowlands."},{"id":"16028377-2","text":"In \"A Grammar of the Dialect of Windhill\", Joseph Wright said of Ellis' work, \"If his rendering of the dialect test of other dialect speeches is as inaccurate as that of the Windhill dialect, the value of these tests for phonetic and philological purposes is not very great.\" Peter Anderson argued that the small differences between Wright's and Ellis's descriptions of the Windhill dialect were likely to be matters of \"transcriptional style\", as also occurred between different fieldworkers in the Survey of English Dialects."},{"id":"16028377-3","text":"The test was used to illustrate different dialects in a series of gramophone records produced by the British Drama League in the early 20th Century."}]}}]}
